Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/EduIDExpansion/Resources/*.lproj/Localizable.strings
Languages: nl

# sidebar-personalInfo
source: Personal info
nl: Persoonlijke info

# sidebar-dataActivity
source: Data & activity
nl: Data & activiteit

# sidebar-security
source: Security
nl: Beveiliging

# start-manage
source: Manage your personal info, your privacy, and the security of your eduID account.
nl: Beheer jouw persoonlijke informatie, jouw privacy, en de beveiliging van jouw eduID account.

# header-logout
source: Logout
nl: Uitloggen

# landing-logoutTitle
source: You have been logged out
nl: Je bent uitgelogd

# landing-logoutStatus
source: To finalise the logout process you must now close this browser.
nl: Om het uitlogproces te voltooien, moet je de browser nu afsluiten.

# landing-loginAgain
source: Login again
nl: Opnieuw inloggen

# landing-deleteTitle
source: Your eduID account has been deleted
nl: Jouw eduID is verwijderd

# landing-deleteStatus
source: To finalise the removal process you must now close this browser.
nl: Om het verwijderen van je eduID te voltooien, moet je jouw browser nu afsluiten.

# landing-registerAgain
source: Register again
nl: Opnieuw registreren

# notFound-title
source: Whoops...
nl: Oeps...

# notFound-title2
source: Something went wrong (404)
nl: Er is iets fout gegaan (404).

# profile-title
source: Personal information
nl: Persoonlijke informatie

# profile-info
source: When you use eduID to login to other websites, some of your personal information will be shared. Some websites require that your personal information is validated by a third party.
nl: Wanneer je eduID gebruikt om in te loggen op andere websites, kan jouw persoonlijke informatie worden gedeeld. Sommige websites vereisen dat je persoonlijke gegevens worden gevalideerd door een derde partij.

# profile-basic
source: Basic information
nl: Basis informatie

# profile-email
source: Email address
nl: E-mail

# profile-name
source: Name
nl: Naam

# profile-validated
source: Validated information
nl: Gevalideerde informatie

# profile-firstAndLastName
source: First and last name
nl: Voor- en achternaam

# profile-firstAndLastNameInfo
source: Your first and lastname are not yet verified by a third party
nl: Jouw voor- en achternaam zijn nog niet geverifieerd door een derde partij.

# profile-verify
source: Verify
nl: Verifïeer

# profile-student
source: Proof of student
nl: Bewijs van studeren

# profile-studentInfo
source: You have not yet proven that you are a student in the Netherlands.
nl: Je hebt nog niet bewezen dat je in Nederland een studie volgt.

# profile-prove
source: Prove
nl: Bewijs

# profile-trusted
source: Link with third party
nl: Koppeling met vertrouwde partij

# profile-trustedInfo
source: You eduID account is not yet linked to a third party
nl: Je eduID account is nog niet gekoppeld aan een vertrouwde partij.

# profile-link
source: Link
nl: Koppel

# profile-institution
source: Institution
nl: Instelling

# profile-affiliations
source: Affiliation(s)
nl: Betrekking(en)

# profile-expires
source: Link expires
nl: Koppeling verloopt

# profile-verifiedAt
source: Verified by <strong>{{name}}</strong> on {{date}}
nl: Geverifieerd door <strong>{{name}}</strong> op {{date}}

# profile-proceed
source: Proceed
nl: Doorgaan

# verifyFirstAndLastName-addInstitution
source: Verify name
nl: Verifieer naam

# verifyFirstAndLastName-addInstitutionConfirmation
source: When you proceed you will be asked to login at the institution you want to link to your eduID. First, select which institution you want to connect; then, login at that institution.<br/><br/>After a successful login you will come back here.
nl: Als je doorgaat word je gevraagd in te loggen via de onderwijsinstelling die je wilt koppelen. Selecteer eerst welke instelling je wilt koppelen en log daarna in.<br/> <br/>Nadat je succesvol bent ingelogd kom je hier weer terug.

# verifyStudent-addInstitution
source: Prove student
nl: Bewijs student

# verifyStudent-addInstitutionConfirmation
source: When you proceed you will be asked to login at the institution you want to link to your eduID. First, select which institution you want to connect; then, login at that institution.<br/><br/>After a successful login you will come back here.
nl: Als je doorgaat word je gevraagd in te loggen via de onderwijsinstelling die je wilt koppelen. Selecteer eerst welke instelling je wilt koppelen en log daarna in.<br/> <br/>Nadat je succesvol bent ingelogd kom je hier weer terug.

# verifyParty-addInstitution
source: Link party
nl: Koppel instelling

# verifyParty-addInstitutionConfirmation
source: When you proceed you will be asked to login at the institution you want to link to your eduID. First, select which institution you want to connect; then, login at that institution.<br/><br/>After a successful login you will come back here.
nl: Als je doorgaat word je gevraagd in te loggen via de onderwijsinstelling die je wilt koppelen. Selecteer eerst welke instelling je wilt koppelen en log daarna in.<br/> <br/>Nadat je succesvol bent ingelogd kom je hier weer terug.

# eppnAlreadyLinked-header
source: Account not linked!
nl: Account niet gekoppeld!

# eppnAlreadyLinked-info
source: Your eduID could not be linked. The trusted account with which you just logged in, is already linked to a different eduID account: {{email}}.
nl: Je eduID kon niet worden gekoppeld. Het vertrouwde account waarmee je zojuist bent ingelogd, is al aan een ander eduID-account gekoppeld: {{email}}.

# eppnAlreadyLinked-proceed
source: You can try to link to another institution or proceed to {{name}}.
nl: Je kan het nogmaals met een andere instelling proberen of doorgaan naar {{name}}.

# eppnAlreadyLinked-proceedLink
source: Proceed
nl: Doorgaan

# eppnAlreadyLinked-retryLink
source: Retry
nl: Opnieuw proberen

# edit-title
source: Name
nl: Aanpassen profielgegevens

# edit-info
source: Please provide your full name
nl: Voer je volledige naam in.

# edit-givenName
source: Your first name
nl: Je voornaam

# edit-familyName
source: Your last name
nl: Je achternaam

# edit-update
source: Update
nl: Opslaan

# edit-cancel
source: Cancel
nl: Annuleren

# edit-updated
source: Your profile has been updated
nl: Je profiel is bijgewerkt.

# edit-back
source: /personal
nl: /profile

# email-info
source: Please enter your new email address. A verification mail will be sent to this address.
nl: Voer je nieuwe e-mailadres in. Er wordt een verificatiemail naar dit adres gestuurd.

# email-email
source: Your new email
nl: Je nieuwe e-mail

# email-update
source: Request
nl: Verstuur

# email-cancel
source: Cancel
nl: Annuleer

# email-updated
source: A verification email has been sent to {{email}}
nl: Een verificatiemail is verzonden naar {{email}}

# email-confirmed
source: Your email address has been changed to {{email}}
nl: Je e-mail is gewijzigd naar {{email}}

# email-emailEquality
source: Your new email address is the same as your current email
nl: Je nieuwe e-mailadres is gelijk aan je huidige e-mailadres

# email-duplicateEmail
source: This email address is already in use.
nl: Dit e-mailadres is al in gebruik.

# email-outstandingPasswordForgotten
source: Outstanding password forgotten request
nl: Uitstaand reset verzoek voor wachtwoord

# email-outstandingPasswordForgottenConfirmation
source: You have requested a password forgotten link. This link will no longer be valid if you confirm your email change.
nl: Je hebt een openstaand wachtwoord vergeten link. Deze link is niet langer geldig als je deze e-mailwijziging bevestigt.

# security-title
source: Security settings
nl: Beveiliging

# security-subTitle
source: We provide different methods to sign in to your eduID account.
nl: We bieden verschillende methoden om in te loggen met je eduID.

# security-secondSubTitle
source: Other sign-in methods
nl: Andere loginmethoden

# security-usePassword
source: Password
nl: Wachtwoord

# security-usePublicKey
source: WebAuthn
nl: Beveiligingssleutel

# security-notSet
source: Not set
nl: Niet ingesteld

# security-notSupported
source: Not supported
nl: Niet ondersteund

# security-useMagicLink
source: Send magic link to
nl: Stuur magische link naar

# security-rememberMe
source: Stay logged in
nl: Ingelogd blijven

# security-securityKey
source: Security key {{nbr}}
nl: Beveiligingssleutel {{nbr}}

# security-addSecurityKey
source: Add security key
nl: Beveiligingssleutel toevoegen

# security-addSecurityKeyInfo
source: You can add security keys to your eduID account which can be used to login. You can use, for example, the built-in sensor of your device (TouchID, FaceID) or a separate hardware key (YubiKey).
nl: Je kunt een beveiligingssleutel toevoegen aan je eduID account waarmee je kunt inloggen. Dit kan bijv. de ingebouwde sensor van je apparaat zijn (TouchID, FaceID) of een los hardwaretoken (YubiKey).

# security-settings
source: Sign-in settings
nl: Instellingen voor inloggen

# security-rememberMeInfo
source: <strong>Your device is currently remembered. You will be automatically logged in to eduID.</strong>
nl: <strong> Dit apparaat wordt momenteel onthouden. Je wordt automatisch ingelogd op eduD </strong>

# security-noRememberMeInfo
source: When logging in with your eduID, you can choose to <strong>stay logged in</strong>. This remembers your login on the device you use at that moment.
nl: Als je inlogt met eduID kun je ervoor kiezen om <strong>ingelogd te blijven</strong>. Dan wordt jouw login op het apparaat dat je op dat moment gebruikt onthouden.

# security-forgetMe
source: Forget me
nl: Vergeet dit apparaat

# tiqr-title
source: Want to sign in quicker and more secure next time?
nl: Wil je de volgende keer sneller en veiliger inloggen?

# tiqr-info
source: Get the <strong>eduID app</strong> and securely sign in without passwords or accessing your email.
nl: Download de <strong>eduID app</strong> en log veilig in zonder wachtwoord of toegang tot je e-mail.

# tiqr-fetch
source: Get it now
nl: Nu installeren

# tiqr-deactivate
source: Deactivate
nl: Deactiveren

# tiqr-backupCodes
source: Recovery method
nl: Herstelmethode

# tiqr-phoneId
source: Phone ID
nl: Telefoon ID

# tiqr-lastLogin
source: Last login
nl: Laatste login

# tiqr-activated
source: Activated on
nl: Geactiveerd op

# tiqr-dateTimeOn
source: on
nl: om

# tiqr-backupMethod
source: Recovery method
nl: Herstelmethode

# tiqr-code
source: Backup code
nl: Herstelcode

# home-welcome
source: Welcome {{name}}
nl: Welkom {{name}}

# home-data-activity
source: Data & activity
nl: Data & activiteit

# home-personal
source: Personal info
nl: Persoonlijke info

# home-security
source: Security
nl: Beveiliging

# home-institutions
source: Connections
nl: Koppelingen

# home-services
source: Services
nl: Diensten

# home-favorites
source: Favorites
nl: Favorieten

# home-settings
source: Settings
nl: Instellingen

# account-title
source: Your account
nl: Je eduID account

# account-titleDelete
source: Delete your eduID account
nl: Verwijder je eduID account

# account-info
source: On this page you can manage your account.
nl: Op deze pagina kun je je account beheren.

# account-created
source: Created on
nl: Aangemaakt op

# account-delete
source: Delete my account
nl: Verwijder mijn account

# account-cancel
source: Cancel
nl: Annuleer

# account-deleteInfo
source: Proceed with care, as you will lose the unique eduID identifiers currently associated wth your email address.
nl: Ga voorzichtig te werk, want je verliest de unieke eduID ID's die momenteel aan je e-mailadres zijn gekoppeld.

# account-data
source: Download your data
nl: Download je data

# account-downloadDataConfirmation
source: The download of your personal data from your eduID account contains all the information we have about you. It also contains technical keys and references.
nl: De download van je persoonlijke gegevens van je eduID-account bevat alle informatie die we over je hebben. Het bevat ook technische sleutels en referenties.

# account-personalInfo
source: Click the button left to download all your personal data from your eduID account.
nl: Klik op de onderstaande knop om al je persoonlijke gegevens uit je eduID account te downloaden.

# account-deleteTitle
source: Deleting your eduID account
nl: Je eduID account verwijderen

# account-info1
source: You can delete your eduID whenever you want.
nl: Je kunt je eduID account verwijderen wanneer je maar wilt.

# account-info2
source: Proceed with care, as you will lose the unique eduID number currently associated with your email address. When you re-register for a new eduID with that same email address, you will receive a new eduID number. Some services use this unique number to identify you, so for those services you will be treated as a new user.
nl: Let op, je verliest de unieke eduID nummers die aan je e-mailadres zijn gekoppeld. Wanneer je je opnieuw registreert voor eduID met hetzelfde e-mailadres, krijg je een nieuwe eduID nummers. Sommige diensten gebruiken deze nummers om je uniek te identificeren, dus voor die diensten word je dan gezien als een nieuwe gebruiker.

# account-info3
source: Please note that deleting your eduID account does not mean all services you accessed with that eduID account will also have your data removed.
nl: Houd er rekening mee dat het verwijderen van je eduID niet betekent dat alle diensten die je met je eduID hebt gebruikt, ook je gegevens zullen verwijderen.

# account-info4
source: To fully complete the process of deleting your eduID account you must close your browser after your account has been removed.
nl: Om het verwijderen van je eduID volledig te voltooien, moet je nadat je account is verwijderd je browser afsluiten.

# account-deleteAccount
source: Delete my account
nl: Verwijder mijn eduID

# account-deleteAccountConfirmation
source: Are you sure you want to delete your eduID account?
nl: Weet je zeker dat je je eduID wilt verwijderen?

# account-deleteAccountSure
source: Delete your account for all eternity?
nl: Je account voor alle eeuwigheid verwijderen?

# account-deleteAccountWarning
source: There is no way to undo this action.
nl: Er is geen manier om deze actie ongedaan te maken.

# account-proceed
source: If you wish to proceed, please type in your full name for confirmation.
nl: Als je wilt doorgaan, typ dan je volledige naam zoals bekend in je eduID account ter bevestiging.

# account-name
source: Full name
nl: Volledige naam

# account-namePlaceholder
source: Your full name as used on your profile
nl: Je volledige naam zoals gebruikt in je profiel

# dataActivity-title
source: Data & Activity
nl: Gebruikte diensten

# dataActivity-info
source: Each service you accessed through eduID receives certain personal data (attributes) from your eduID account. For example, your name, your email address or a pseudonym which the service can use to uniquely identify you.
nl: Elke dienst waarvoor je eduID gebruikt ontvangt bepaalde gegevens (attributen) vanuit jouw eduID account. Denk hierbij aan je naam, e-mailadres of aan een pseudoniem waarmee de dienst jou uniek kan identificeren.

# dataActivity-explanation
source: Apps you logged in to using eduID.
nl: Diensten waarop je bent ingelogd via eduID.

# dataActivity-noServices
source: You did not yet use eduID to login to any service.
nl: Je bent nog niet ingelogd geweest op een dienst via eduID.

# dataActivity-name
source: Name
nl: Naam

# dataActivity-add
source: Connect new institution
nl: Nieuwe instelling koppelen

# dataActivity-access
source: Can access your data
nl: Heeft toegang tot je data

# details-login
source: Login details
nl: Logingegevens

# details-delete
source: Delete login details
nl: Verwijder logingegevens

# details-first
source: First login
nl: Eerste login

# details-eduID
source: Unique eduID
nl: Uniek eduID nummer

# details-homePage
source: Homepage
nl: Home pagina

# details-deleteDisclaimer
source: Deleting these login details means eduID removes this information from your eduID account. You still have an account at the service itself. If you want that removed, please do so at the service.
nl: Als je deze logingegevens verwijdert, verwijdert eduID deze informatie uit je eduID account. Je hebt nog een account bij de dienst zelf. Als je dat wilt laten verwijderen, doe dat dan rechtstreeks bij de dienst.

# details-access
source: Access rights
nl: Toegangsrechten

# details-details
source: Access details
nl: Accountgegevens

# details-consent
source: Date of consent
nl: Datum toestemming

# details-expires
source: Date of expiry
nl: Vervaldatum

# details-revoke
source: Revoke access
nl: Intrekken

# details-deleteService
source: Delete service
nl: Verwijder dienst

# details-deleteServiceConfirmation
source: Are you sure you want to delete your unique pseudonymised eduID for {{name}} and revoke access to your linked accounts?<br/><br/>This service might not recognize you the next time you login and all your personal data within this service might be lost.
nl: Weet je zeker dat je het unieke gepseudonimiseerde eduID voor {{name}} wilt verwijderen? <br/> <br/> Deze dienst herkent je wellicht niet meer de volgende keer dat je inlogt en je persoonlijke gegevens bij deze dienst zijn daardoor mogelijk niet meer toegankelijk.

# details-deleteTokenConfirmation
source: Are you sure you want to revoke the API access token for {{name}}?
nl: Weet je zeker dat de API access beveiligingssleutel voor {{name}} wilt intrekken?

# details-deleteToken
source: Revoke access token
nl: Beveiligingssleutel intrekken

# details-deleted
source: eduID removed
nl: eduID verwijderd

# details-tokenDeleted
source: Tokens removed
nl: Beveiligingssleutels verwijderd

# institution-title
source: Connected institution
nl: Gekoppelde instelling

# institution-info
source: This institution was connected to your eduID account on {{date}} at {{hours}}:{{minutes}}
nl: Deze instelling is op {{date}} om {{hours}}: {{minutes}} gekoppeld aan jouw eduID.

source: Institution name
nl: Naam van de instelling

# institution-eppn
source: Identifier at institution
nl: Identifier bij de instelling

# institution-displayName
source: Display name
nl: Weergavenaam

# institution-affiliations
source: Affiliation(s) at institution
nl: Betrekking(en) bij de instelling

# institution-expires
source: This connection expires at
nl: Koppeling verloopt op

# institution-delete
source: Remove connection
nl: Verwijder koppeling

# institution-cancel
source: Cancel
nl: Annuleren

# institution-deleted
source: The connection with your institution {{name}} has been removed
nl: De koppeling met instelling {{name}} is verwijderd

# institution-back
source: /institutions
nl: /instellingen

# institution-deleteInstitution
source: Delete institution
nl: Verwijder koppeling

# institution-deleteInstitutionConfirmation
source: Are you sure you want to delete the connection with this institution?<br/><br/>Some services require that you your eduID is connected to an institution. You might be prompted to connect an institution if you access one of those services.
nl: Weet je zeker dat je de koppeling met deze instelling wilt verwijderen?<br/> <br/>Sommige diensten vereisen dat je een koppeling hebt met een onderwijsinstelling. Je wordt mogelijk gevraagd een instelling te koppelen als je één van die diensten gebruikt.

# credential-title
source: Edit security key
nl: Bewerk beveiligingssleutel

# credential-info
source: You added this security key on {{date}} at {{hours}}:{{minutes}}
nl: Je hebt deze key toegevoegd op {{date}} om {{hours}}: {{minutes}}

# credential-name
source: Security key name
nl: Naam

# credential-cancel
source: Cancel
nl: Annuleren

# credential-update
source: Update
nl: Bewaar

# credential-deleted
source: Your security key {{name}} has been deleted
nl: Je key {{name}} is verwijderd

# credential-updated
source: Your security key {{name}} has been updated
nl: Je key {{name}} is bewaard

# credential-deleteCredential
source: Delete security key
nl: Verwijder key

# credential-deleteCredentialConfirmation
source: Are you sure you want to delete your security key {{name}}? The secuirity key will be deleted from your eduID account, but will not be removed from your browser and / or Yubikey device.
nl: Weet je zeker dat je de beveiligingssleutel {{name}} wilt verwijderen? De beveiligingssleutel wordt verwijderd uit je eduID account, maar wordt niet verwijderd uit je browser en / of van je YubiKey-apparaat.

# password-addTitle
source: Add password
nl: Toevoegen wachtwoord

# password-updateTitle
source: Change password
nl: Wijzig wachtwoord

# password-addInfo
source: If you want to add a password to your eduID account, press <strong>Confirm</strong> below to instantly receive an email with a link to add a password.
nl: Als je een wachtwoord aan je eduID-account wilt toevoegen, klik dan hieronder op <strong>Bevestigen</strong> om direct een e-mail te ontvangen met een link om een wachtwoord toe te voegen.

# password-updateInfo
source: If you want to reset or delete your password from your eduID account, press <strong>Confirm</strong> below to instantly receive an email with a link to change or delete your current password.
nl: Als je het wachtwoord van je eduID-account wilt resetten of verwijderen, druk hieronder op <strong>Bevestigen</strong> om direct een e-mail te ontvangen met een link om je huidige wachtwoord opnieuw in te stellen of te verwijderen.

# password-resetTitle
source: Reset your password
nl: Stel je wachtwoord opnieuw in

# password-newPassword
source: New password
nl: Nieuw wachtwoord

# password-confirmPassword
source: Confirm new password
nl: Bevestig nieuw wachtwoord

# password-setUpdate
source: Set password
nl: Wachtwoord instellen

# password-updateUpdate
source: Update password
nl: Opslaan

# password-cancel
source: Cancel
nl: Annuleren

# password-set
source: Your password has been set
nl: Je wachtwoord is ingesteld

# password-reset
source: Your password has been reset to a new password
nl: Je wachtwoord is opnieuw ingesteld

# password-deleted
source: Your password has been deleted
nl: Je wachtwoord is verwijderd

# password-deletePassword
source: Delete password
nl: Verwijder wachtwoord

# password-deletePasswordConfirmation
source: Are you sure that you want to delete your password? Login with a password will be no longer possible.
nl: Weet je zeker dat je je wachtwoord wilt verwijderen? Het is hierna niet meer mogelijk om in te loggen met dit wachtwoord.

# password-updated
source: Your password has been updated
nl: Je wachtwoord is aangepast

# password-passwordDisclaimer
source: Make sure it's at least 15 characters OR at least 8 characters including a number and a uppercase letter.
nl: Kies een wachtwoord van tenminste 8 karakters lang met minimaal een hoofdletter en een cijfer. Een langer wachtwoord van minimaal 15 karakters mag ook.

# password-invalidCurrentPassword
source: Your current password is invalid.
nl: Je huidige wachtwoord is niet correct.

# password-passwordResetHashExpired
source: Your password reset link has expired.
nl: De link om je wachtwoord opnieuw in te stellen is verlopen.

# password-forgotPassword
source: Help! I forgot my current password
nl: Help! Ik ben mijn huidige wachtwoord vergeten

# password-passwordResetSendAgain
source: Send an email to reset my password.
nl: Stuur een e-mail om mijn wachtwoord opnieuw in te stellen.

# password-forgotPasswordConfirmation
source: Forgot your password? Press 'Confirm' below to instantly receive an email with a link to reset your current password.
nl: Wachtwoord vergeten? Druk hieronder op 'Bevestigen' om direct een e-mail te ontvangen waarmee je je huidige wachtwoord opnieuw kunt instellen.

# password-outstandingEmailReset
source: Outstanding email change request
nl: Openstaand wijzigingsverzoek voor e-mail
