Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/EduIDExpansion/Resources/*.lproj/Localizable.strings
Languages: nl

# magicLink-info
source: To sign in, click the link in the email we sent to <strong>{{email}}</strong>.
nl: Om in te loggen, klik op de link in de e-mail die we hebben verstuurd naar <strong>{{email}}</strong>.

# magicLink-awaiting
source: Waiting for you to click the link...
nl: Wachten tot je op de link klikt...

# magicLink-spam
source: Can't find the email? Check your spam folder.
nl: Kan je de e-mail niet vinden? Kijk in je spam.

# magicLink-loggedIn
source: Login succeeded!
nl: Inloggen geslaagd!

# magicLink-loggedInInfo
source: You can close this tab / window.
nl: Je kan dit tabblad / venster sluiten.

# magicLink-timeOutReachedInfo
source: Your link has expired. Please go back to the service you where heading to and try again.
nl: Je magische link is verlopen. Ga terug naar de dienst waar je heen wou en probeer het opnieuw.

# magicLink-resend
source: Still can't find the email?
nl: E-mail nog steeds niet gevonden?

# magicLink-resendLink
source: Send the email again.
nl: Stuur de e-mail opnieuw.

# magicLink-mailResend
source: Check your inbox again. We've sent another email with a magic link.
nl: Check je inbox. We hebben je de e-mail met de magische link opnieuw verzonden.

# magicLink-loggedInDifferentDevice
source: Verification code required
nl: Verificatiecode vereist

# magicLink-loggedInDifferentDeviceInInfo
source: The magic link we sent you opened in a different browser than the one used to request the magic link. As an extra security measure you must enter a verification code.
nl: Je hebt de magische link gebruikt in een andere browser dan van waaruit je de magische link hebt aangevraagd. Als extra veiligheidsmaatregel moet je een verificatiecode invoeren.

# magicLink-loggedInDifferentDeviceInInfo2
source: We sent you an extra email with the verification code.
nl: We hebben je een extra e-mail gestuurd met de verificatiecode.

# magicLink-verificationCodeError
source: Wrong verification code.
nl: Verkeerde verificatiecode.

# magicLink-verify
source: Verify
nl: Verifïeer

# confirm-header
source: Success!
nl: Gelukt!

# confirm-thanks
source: Your eduID account has been created. Proceed to your destination.
nl: Je eduID is geactiveerd. Ga door naar je bestemming.

# confirmStepup-header
source: Thanks!
nl: Gelukt!

# confirmStepup-proceed
source: Go to {{name}}
nl: Ga naar {{name}}

# confirmStepup-conditionMet
source: All conditions are met.
nl: Je hebt aan alle voorwaarden voldaan.

# stepup-header
source: One more thing!
nl: Nog één ding!

# stepup-info
source: To proceed to <strong>{{name}}</strong>, you must meet the following condition(s).
nl: Om door te gaan naar <strong>{{name}}</strong>, moet je nog aan de volgende voorwaarde(n) voldoen.

# stepup-link
source: Verify this via SURFconext
nl: Verifieer dit via SURFconext

# stepup-linkExternalValidation
source: Verify this via ReadID
nl: Verifieer dit via ReadID

# success-title
source: Login almost done!
nl: Inloggen bijna geslaagd!

# success-info
source: Please go back to the screen where you requested the magic link and follow the instructions there.<br/><br/>You can close this tab / window.
nl: Ga terug naar het scherm waar je de magische link hebt aangevraagd en volg de instructies daar op.<br/><br/>Je kunt dit tabblad / venster sluiten.

# expired-title
source: Expired magic link
nl: Verlopen magische link

# expired-info
source: The magic link you used is either expired or has already been used.
nl: De magische link die je hebt gebruikt, is verlopen of al een keer gebruikt

# expired-back
source: Go to eduid.nl
nl: Ga naar eduid.nl

# maxAttempt-title
source: Maximum attempts reached
nl: Maximum aantal pogingen bereikt

# maxAttempt-info
source: You've reached the maximum verification attempts.
nl: Je hebt het maximale aantal verificatiepogingen bereikt.

# webAuthn-info
source: Add security key
nl: Voeg een beveligingssleutel toe

# webAuthn-browserPrompt
source: Click the button below to add a security key to your eduID account. Please follow the instructions given by your browser.
nl: Klik op de onderstaande knop om een beveligingssleutel toe te voegen aan je eduID-account. Volg daarbij de instructies van je browser op.

# webAuthn-header
source: Sign in with a security key
nl: Log in met een beveiligingssleutel

# webAuthn-explanation
source: Your device will open a security window. Follow the instructions there to sign in.
nl: Er wordt een nieuw venster geopend. Volg de instricties om in te loggen.

# webAuthn-next
source: Log in with a security key
nl: Log in met een beveiligingssleutel

# webAuthn-error
source: Currently you can not use your security key to login.
nl: De beveligingssleutel kan niet gebruikt worden.

# useLink-header
source: Request a magic link
nl: Vraag een magische link aan

# useLink-next
source: Email a magic link
nl: Email een magische link

# usePassword-header
source: Enter your password
nl: Voer je wachtwoord in

# usePassword-passwordIncorrect
source: Password is incorrect
nl: Wachtwoord is onjuist

# webAuthnTest-info
source: Test security key
nl: Test een beveligingssleutel

# webAuthnTest-browserPrompt
source: Click the button below to test a security key. Please follow the instructions given by your browser.
nl: Klik op de onderstaande knop om een beveligingssleutel te testen. Volg daarbij de instructies van je browser op.

# affiliationMissing-header
source: Account linked, but...
nl: Account is gekoppeld, maar...

# affiliationMissing-info
source: Your eduID is successfully linked, however the institution you choose did not provide the correct affiliation.
nl: Je eduID is succesvol gekoppeld, maar de instelling die je hebt gekozen heeft niet de juiste attributen teruggegeven.

# affiliationMissing-proceed
source: You can try to link to another institution or proceed to {{name}}.
nl: Je kan het nogmaals met een andere instelling proberen of doorgaan naar {{name}}.

# affiliationMissing-proceedLink
source: Proceed
nl: Doorgaan

# affiliationMissing-retryLink
source: Retry
nl: Opnieuw proberen

# validNameMissing-header
source: Account linked, but...
nl: Account is gekoppeld, maar...

# validNameMissing-info
source: Your eduID is successfully linked, however the institution you choose did not provide a valid name.
nl: Je eduID is succesvol gekoppeld, maar de instelling die je hebt gekozen heeft niet de juiste attributen teruggegeven.

# validNameMissing-proceed
source: You can try to link to another institution or proceed to {{name}}.
nl: Je kan het nogmaals met een andere instelling proberen of doorgaan naar {{name}}.

# validNameMissing-proceedLink
source: Proceed
nl: Doorgaan

# validNameMissing-retryLink
source: Retry
nl: Opnieuw proberen

# stepUpExplanation-linked_institution
source: Your eduID account must be linked to a trusted party.
nl: Je eduID-account moet gekoppeld zijn aan een vertrouwde instelling.

# stepUpExplanation-validate_names
source: Your first name and last name must be verified by a trusted party.
nl: Je voornaam en achternaam moeten worden geverifieerd door een vertrouwde instelling.

# stepUpExplanation-affiliation_student
source: You must prove that you are following education by linking your eduID account to a trusted party.
nl: Je moet aantonen dat je onderwijs volgt door je eduID-account te koppelen aan een vertrouwde instelling.

# stepUpVerification-linked_institution
source: Your eduID account is linked to a trusted party.
nl: Je eduID-account is gekoppeld aan een vertrouwde instelling.

# stepUpVerification-validate_names
source: Your first name and last name are verified by a trusted party.
nl: Je voornaam en achternaam zijn geverifieerd door een vertrouwde instelling.

# stepUpVerification-affiliation_student
source: You have proven that you are following education by linking your eduID account to a trusted party.
nl: Je hebt aangetoont dat je onderwijs volgt doordat je eduID-account is gekoppeld aan een vertrouwde instelling.

# nudgeApp-new
source: Your eduID account has been created!
nl: J eduID is aangemaakt!

# nudgeApp-header
source: Want to sign in quicker and more secure next time?
nl: Wil je de volgende keer sneller en veiliger inloggen?

# nudgeApp-info
source: Get the <strong>eduID app</strong> and securely sign in without passwords or accessing your email. It will only take a minute.
nl: Installeer de <strong>eduID app</strong> en log veiliger in zonder wachtwoord of het openen van je email. Het kost je maar een minuut.

# nudgeApp-no
source: No thanks
nl: Nee bedankt

# nudgeApp-yes
source: Get it now
nl: Installeer nu

# appRequired-header
source: Login with the eduID app
nl: Login met de eduID app

# appRequired-info
source: Login with the eduID app to ensure your identity.
nl: Dienst <strong>{{service}}</strong> heeft een login verzocht met de eduID app om je identiteit te bevestigen.

# appRequired-info2
source: Get the <strong>eduID app</strong> and securely sign in without passwords or accessing your email. It will only take a minute. Please click <strong>Proceed</strong> for the next step.
nl: Download de <strong>eduID-app</strong> en log veilig in zonder wachtwoord of toegang tot je e-mail. Het duurt maar een minuut. Klik op <strong>Doorgaan</strong> voor de volgende stap.

# appRequired-no
source: I refuse
nl: Ik weiger

# appRequired-yes
source: Proceed
nl: Doorgaan

# appRequired-warning
source: Login without the eduApp is strongly discouraged. The service {{service}} will not receive your attributes.
nl: Het wordt sterk afgeraden om zonder de eduID-app in te loggen. De dienst {{service}} zal niet je attributen ontvangen.

# appRequired-warningTitle
source: Get the eduApp
nl: Download eduID-app

# appRequired-confirmLabel
source: Get the eduApp
nl: Download eduID-app

# appRequired-cancelLabel
source: I still refuse
nl: Ik weiger echt

# subContent-warningTitle
source: Please reconsider
nl: Weet je het zeker?

# subContent-warning
source: The service your logging into has explicitly requested you login using your eduID app. If you login with a different method, this service will not receive your attributes.
nl: De dienst waarop je inlogt heeft expliciet gevraagd om in te loggen met je eduID app. Als je met een andere methode inlogt, ontvangt deze service je attributen niet.

# subContent-confirmLabel
source: Change login option anyway
nl: Verander login optie

# subContent-cancelLabel
source: Did not know that
nl: Dat wist ik niet
