Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/EduIDExpansion/Resources/*.lproj/Localizable.strings
Languages: nl

# password-outstandingEmailResetConfirmation
source: You have an outstanding new email confirmation link. This link will no longer be valid if you confirm your password forgotten request.
nl: Je hebt een openstaande bevestigingslink voor een nieuwe e-mail. Deze link is niet langer geldig als je dit verzoek voor een vergeten wachtwoord bevestigt.

# flash-passwordLink
source: An email has been sent to {{name}} with a link to reset your password
nl: Een e-mail is verstuurd naar {{name}} om je wachtwoord opnieuw in te stellen.

# webauthn-setTitle
source: Add security key
nl: Beveiligingssleutel toevoegen

# webauthn-updateTitle
source: Add security key
nl: Beveiligingssleutel toevoegen

# webauthn-publicKeys
source: Your public tokens
nl: Je publieke keys

# webauthn-noPublicKeys
source: You have not added any security keys.
nl: Je hebt nog geen keys toegevoegd.

# webauthn-nameRequired
source: Before you can add a new security key you must give it a name.
nl: Voordat je een beveiligingssleutel kan toevoegen, moet je deze eerst een naam geven.

# webauthn-revoke
source: Revoke
nl: Intrekken

# webauthn-addDevice
source: Add device
nl: Voeg dit apparaat toe

# webauthn-info
source: You can choose to use a Bluetooth security key, USB security key or the security key built into your device.
nl: Een beveiligingssleutel is een los of ingebouwd apparaat dat strikt persoonlijk van jou is, waarmee je kunt bewijzen dat jij de rechtmatige gebruiker van je eduID-account bent. Nadat je een beveiligingssleutel hebt toegevoegd aan je eduID-account kun je deze gebruiken om mee in te loggen, naast een magische link of wachtwoord.

# webauthn-updateUpdate
source: Add device
nl: Voeg deze beveiligingssleutel toe

# webauthn-credentialName
source: Security key
nl: Naam van beveiligingssleutel

# webauthn-credentialNamePlaceholder
source: e.g. my red Yubikey
nl: bijv. mijn gele Yubikey

# webauthn-testInfo
source: Click the <strong>test</strong> button to test one of your security keys. You will be redirected to the eduID login screen.
nl: Druk op de <strong>test</strong>knop om een 1 van je beveiligingssleutels te testen. Je wordt doorgestuurd naar het eduID loginscherm.

# webauthn-testFlash
source: You successfully tested your security key to authenticate
nl: Je hebt met succes de beveligingssleutel getest voor inloggen.

# rememberMe-yes
source: Yes
nl: Ja

# rememberMe-no
source: No
nl: Nee

# rememberMe-header
source: Stay signed in?
nl: Ingelogd blijven?

# rememberMe-info
source: Stay signed in on this device so you don't have to sign in next time.
nl: Blijf ingelogd op dit apparaat zodat je de volgende keer niet hoeft in te loggen.

# footer-privacy
source: Privacy policy
nl: Privacy

# footer-terms
source: Terms of Use
nl: Voorwaarden

# modal-cancel
source: Cancel
nl: Annuleer

# modal-confirm
source: Confirm
nl: Bevestig

# format-creationDate
source: {{date}} at {{hours}}:{{minutes}}
nl: {{date}} om {{hours}}:{{minutes}}

# getApp-header
source: Download the eduID app
nl: Download de eduID app

# getApp-info
source: Download and install <a href="https://eduid.nl/help" target="_blank">the eduID app</a> (issued by SURF) on your mobile device.
nl: Download en installeer <a href="https://eduid.nl/help" target="_blank">de eduID app</a> (uitgegeven door SURF) op je mobiele apparaat.

# getApp-after
source: When you've downloaded the eduID app on your phone, come back here and click next.
nl: Als je de eduID app op je telefoon hebt gedownload, kom dan hier terug en klik op volgende.

# getApp-back
source: Back
nl: Terug

# getApp-next
source: Next
nl: Volgende

# sms-header
source: Check your phone
nl: Controleer je telefoon

# sms-info
source: Enter the six-digit code we sent to your phone to continue
nl: Voer de zescijferige code in die we naar je telefoon hebben gestuurd om door te gaan.

# sms-codeIncorrect
source: The code is incorrect
nl: De code is onjuist

# sms-sendSMSAgain
source: Resend code
nl: Nieuwe code

# sms-maxAttemptsPre
source: Max attempts reached. Click
nl: Maximum aantal pogingen bereikt. Klik

# sms-maxAttemptsPost
source: to use a different phone number or resend code to receive a new verification
nl: om een ander telefoonnummer te gebruiken of de verstuur een nieuwe code

# sms-here
source: here
nl: hier

# enrollApp-header
source: Finish setup in the eduID app
nl: Voltooi de installatie in de eduID app

# recovery-header
source: Set up a recovery method
nl: Een herstelmethode instellen

# recovery-info
source: If you can't access eduID with the app or via email, you can use a recovery method to sign in to your eduID account.
nl: Als je geen toegang hebt tot eduID met de app of via e-mail, kun je een herstelmethode gebruiken om in te loggen op je eduID-account.

# recovery-methods
source: The following methods are available.
nl: De volgende methoden zijn beschikbaar.

# recovery-phoneNumber
source: Add a recovery phone number.
nl: Voeg een hersteltelefoonnummer toe.

# recovery-phoneNumberInfo
source: You'll receive a text message with a code.
nl: Je ontvangt een sms met een code.

# recovery-backupCode
source: Request a recovery code.
nl: Vraag een herstelcode aan.

# recovery-backupCodeInfo
source: The code can be used to sign in with.
nl: De code kan worden gebruikt om in te loggen.

# recovery-save
source: Save the code somewhere safe.
nl: Bewaar de code ergens veilig.

# recovery-active
source: This code is active now, but you can generate a new code within My-eduID anytime.
nl: Deze code is nu actief, maar je kan op elk moment een nieuwe code aanmaken binnen mijn eduID.

# recovery-copy
source: Copy the code
nl: Kopieer de code

# recovery-copied
source: Copied
nl: Gekopieerd

# recovery-continue
source: My code is safe. Continue
nl: Mijn code is veilig. Doorgaan

# recovery-leaveConfirmation
source: Are you sure you want to leave the page? Changes will not be saved.
nl: Weet je zeker dat je de pagina wilt verlaten? De registratie wordt afgebroken.

# phoneVerification-header
source: Add a recovery phone number
nl: Voeg een hersteltelefoonnummer toe

# phoneVerification-info
source: Your phone number will be used for security purposes, such as helping you get back into your account if you ever lose your app
nl: Je telefoonnummer wordt gebruikt om weer toegang te krijgen tot je account als je de app ooit kwijtraakt.

# phoneVerification-text
source: We will text you a code to verify your number
nl: We sturen je een code om je nummer te verifiëren.

# phoneVerification-verify
source: Verify this phone number
nl: Verifieer dit telefoonnummer

# phoneVerification-phoneIncorrect
source: Phone number is incorrect
nl: Verificatie code is onjuist

# congrats-header
source: Success
nl: Succes

# congrats-info
source: You can now use the eduID app to quickly login to services which require you to login with your eduID.
nl: Je kunt nu de eduID app gebruiken om snel in te loggen bij diensten waarvoor je moet inloggen met je eduID.

# congrats-next
source: Onwards to {{name}}
nl: Verder naar {{name}}

# deactivate-titleDelete
source: Deactivate your eduID app
nl: Deactiveer je eduID app

# deactivate-info
source: You can deactivate your eduID app if you want to reinstall this app or if you have a new device.
nl: Je kunt je eduID app deactiveren als je de app opnieuw wilt installeren of als je een nieuw apparaat hebt.

# deactivate-recoveryCode
source: Recovery code
nl: Herstelcode

# deactivate-recoveryCodeInfo
source: Enter the <strong>recovery code</strong> you've saved during the eduID app registration.
nl: Vul de <strong>herstelcode</strong> in die je tijdens de eduID app registratie hebt bewaard.

# deactivate-verificationCode
source: Text message verification code
nl: SMS verificatiecode

# deactivate-codeIncorrect
source: Wrong recovery code
nl: Verkeerde verificatiecode

# deactivate-next
source: Next
nl: Volgende

# deactivate-deactivateApp
source: Deactivate
nl: Deactiveer

# deactivate-sendSms
source: Press next to send a verification code text message to your registered phone number
nl: Druk op volgende om een SMS met een verificatiecode naar je geregistreerde telefoonnummer te sturen.

# deactivate-maxAttempts
source: Max attempts used. Please contact <a href="mailto:help@eduid.nl">help@eduid.nl</a> for support
nl: Maximum aantal pogingen bereikt. Neem contact op met <a href="mailto:help@eduid.nl">help@eduid.nl</a> voor hulp.

# backupCodes-title
source: Recovery method
nl: Herstelmethode

# backupCodes-info
source: You have installed and registered the eduID app. To change your recovery method, you must first authenticate with the eduID app.
nl: Je hebt de eduID app geïnstalleerd en geregistreerd. Om je herstelmethode te wijzigen, moet je je eerst authenticeren met de eduID app.

# backupCodes-phoneNumber
source: Phone number
nl: Mobiel nummer

# backupCodes-startTiqrAuthentication
source: Change
nl: Wijzig

# useApp-header
source: Check your eduID app
nl: Controleer je eduID-app

# useApp-info
source: We have sent a push-notification to your app, to verify it's you trying to sign in.
nl: We hebben een pushmelding naar je app gestuurd om te verifiëren dat jij het bent die probeert in te loggen.

# useApp-scan
source: Scan this QR code with your eduID app
nl: Scan deze QR-code met je eduID app

# useApp-noNotification
source: No notification?
nl: Geen melding?

# useApp-qrCodeLink
source: Create a QR-code
nl: Maak een QR-code

# useApp-qrCodePostfix
source: and scan it.
nl: en scan deze.

# useApp-offline
source: When your device is offline, you must enter a
nl: Wanneer je apparaat offline is, moet je een

# useApp-offlineLink
source: one time code.
nl: eenmalige code invoeren.

# useApp-openEduIDApp
source: Open the app on this device
nl: Open de app op dit apparaat

# useApp-lost
source: Lost your app?
nl: Je app verloren?

# useApp-lostLink
source: Learn <a href="https://eduid.nl/help" target="_blank">how to register a new one</a>.
nl: Lees op <a href="https://eduid.nl/help" target="_blank">hoe je een nieuwe moet registreren</a>.

# useApp-timeOut
source: Session timeout
nl: Sessie timeout

# useApp-timeOutInfoFirst
source: Your session timed out. Click this
nl: Je sessie is verlopen. Klik op deze

# useApp-timeOutInfoLast
source: to try again.
nl: om het opnieuw te proberen.

# useApp-responseIncorrect
source: The response is invalid.
nl: De code is niet juist.

# useApp-suspendedResult
source: The verification from your eduID app failed.
nl: De verficatie van je eduID app is mislukt.

# useApp-accountNotSuspended
source: You can try again.
nl: Je kan het opnieuw proberen.

# useApp-accountSuspended
source: You'll have to wait {{minutes}} {{plural}} before you can try again.
nl: Je zal {{minutes}} {{plural}} moeten wachten totdat je het opnieuw kan proberen.

# useApp-minutes
source: minutes
nl: minuten

# useApp-minute
source: minute
nl: minuut

# createFromInstitution-title
source: Create an eduID from your institution
nl: Maak een eduID van je instelling

# createFromInstitution-header
source: You are about to create an eduID account that will be linked to your institution account.
nl: Je staat op het punt een eduID-account aan te maken dat wordt gekoppeld aan je instellingsaccount.

# createFromInstitution-alreadyHaveAnEduID
source: Already have an eduID account? <a href="{{location}}">Login!</a>
nl: Heb je al een eduID-account? <a href="{{location}}">Login!</a>

# createFromInstitution-info
source: When you proceed you will be asked to login at the institution you want to link to your eduID. After a successful login you will come back here.
nl: Als je verder gaat, wordt je gevraagd om in te loggen bij de instelling die je aan je eduID wilt koppelen. Na een succesvolle login kom je hier terug.

# createFromInstitution-startFlow
source: Start registration
nl: Start registratie

# createFromInstitution-welcome
source: Your eduID account has been created
nl: Je eduID account is aangemaakt

# createFromInstitution-welcomeExisting
source: Your eduID account has been linked to your insitutional account
nl: Je eduID account is gekoppeld aan de vertrouwde instellingsaccount

# linkFromInstitution-info
source: You have successfully logged in at your institution. Please enter your personal email which will be your eduID email.
nl: Je bent succesvol ingelogd bij je instelling. Voer nu je persoonlijke email in, dit wordt je eduID email.

# linkFromInstitution-email
source: Your email address
nl: Je e-mail

# linkFromInstitution-emailForbidden
source: The creation of an eduID account for this email-domain is denied, please contact <a href="mailto:help@eduid.nl">help@eduid.nl</a> if you think this email-domain is valid.
nl: Het aanmaken van een eduID-account met deze email is niet toegestaan, neem contact op met <a href="mailto:help@eduid.nl">help@eduid.nl</a> als je denkt dat het e-maildomein geldig is.

# linkFromInstitution-emailInUse1
source: This email is already in use.
nl: Dit e-mailadres is al in gebruik.

# linkFromInstitution-emailInUse2
source: Try another, or
nl: Probeer een andere, of

# linkFromInstitution-emailInUse3
source: link with this eduID account.
nl: koppel met dit eduID account.

# linkFromInstitution-invalidEmail
source: Invalid email
nl: Ongeldig e-mailadres

# linkFromInstitution-institutionDomainNameWarning
source: It looks like you entered an institutional email address. Please note that when you no longer study at or work for that institution, you can no longer use that email address.
nl: Het lijkt erop dat je een instellings e-mailadres hebt ingevoerd. Houd er rekening mee dat wanneer je niet meer studeert of werkt bij die instelling, je geen toegang meer hebt tot dat e-mail adres.

# linkFromInstitution-institutionDomainNameWarning2
source: We recommend using your personal email address for eduID.
nl: We raden je aan om je persoonlijke e-mailadres te gebruiken voor eduID.

# linkFromInstitution-allowedDomainNamesError
source: Domain name {{domain}} not allowed.
nl: Domeinnaam {{domain}} niet toegestaan.

# linkFromInstitution-allowedDomainNamesError2
source: eduID is restricted to be used only for allowed domains.
nl: eduID is beperkt om alleen te worden gebruikt door toegestane domeinen.

# linkFromInstitution-agreeWithTerms
source: <span>I agree with <a tabindex='-1' href='https://eduid.nl/terms-of-use/' target='_blank'>the terms of service.</a> I also understand <a tabindex='-1' href='https://eduid.nl/privacy_policy/' target='_blank'>the privacy policy</a>.</span>
nl: <span>Ik ga akkoord met <a tabindex='-1' href='https://eduid.nl/gebruiksvoorwaarden/' target='_blank'>de voorwaarden.</a> En ik begrijp <a tabindex='-1' href='https://eduid.nl/privacyverklaring/' target='_blank'>de privacyverklaring</a>.</span>

# linkFromInstitution-requestEduIdButton
source: Request your eduID
nl: Vraag je eduID aan

# pollFromInstitution-header
source: Check your email!
nl: Open je mailbox!

# pollFromInstitution-info
source: To sign in, click the link in the email we sent to <strong>{{email}}</strong>.
nl: Om in te loggen, klik op de link in de e-mail die we hebben verstuurd naar <strong>{{email}}</strong>.

# pollFromInstitution-awaiting
source: Waiting for you to click the link...
nl: Wachten tot je op de link klikt...

# pollFromInstitution-spam
source: Can't find the email? Check your spam folder.
nl: Kan je de e-mail niet vinden? Kijk in je spam.

# pollFromInstitution-loggedIn
source: Login succeeded!
nl: Inloggen geslaagd!

# pollFromInstitution-loggedInInfo
source: You can close this tab / window.
nl: Je kan dit tabblad / venster sluiten.

# pollFromInstitution-timeOutReachedInfo
source: Your link has expired. Please go back to the service you where heading to and try again.
nl: Je magische link is verlopen. Ga terug naar de dienst waar je heen wou en probeer het opnieuw.

# pollFromInstitution-resend
source: Still can't find the email?
nl: E-mail nog steeds niet gevonden?

# pollFromInstitution-resendLink
source: Send the email again.
nl: Stuur de e-mail opnieuw.

# pollFromInstitution-mailResend
source: Check your inbox again. We've sent another email with a validation link.
nl: Check je inbox. We hebben je de e-mail met de magische link opnieuw verzonden.

# login-requestEduId
source: No eduID?
nl: Geen eduID?

# login-requestEduId2
source: Create one!
nl: Maak het aan!

# login-whatis
source: What is eduID?
nl: Wat is eduID?

# login-header
source: Sign in with eduID
nl: Login met eduID

# login-headerSubTitle
source: to continue to
nl: om door te gaan naar

# login-header2
source: Request your eduID
nl: Vraag een eduID aan

# login-trust
source: Trust this computer
nl: Vertrouw deze computer

# login-loginOptions
source: Other sign-in options
nl: Andere inlogmanieren

# login-loginOptionsToolTip
source: We offer 3 ways to sign-in:</br><ol><li>You can receive a magic link sent to your email address.</li><li>You can use a password. You must first set this up in My eduID.</li><li>You can use a security key. You must first set this up in My eduID.</li></ol>
nl: We bieden drie manieren om in te loggen:</br><ol><li>Je kunt een magische link ontvangen op je e-mailadres.</li><li>Je kunt een wachtwoord gebruiken. Dit dien je eerst in Mijn eduID in te stellen.</li><li>Je kunt een beveiligingssleutel gebruiken. Dit dien je eerst in Mijn eduID in te stellen.</li></ol>

# login-email
source: Your email address
nl: Je e-mailadres

# login-emailPlaceholder
source: e.g. user@gmail.com
nl: bijv. naam@gmail.com

# login-passwordPlaceholder
source: Password
nl: Wachtwoord

# login-familyName
source: Last name
nl: Achternaam

# login-givenName
source: First name
nl: Voornaam

# login-familyNamePlaceholder
source: e.g. Berners-Lee
nl: bijv. Berners-Lee

# login-givenNamePlaceholder
source: e.g. Tim
nl: bijv. Tim

# login-sendMagicLink
source: Email a magic link
nl: Mail een magische link

# login-loginWebAuthn
source: Login with security key
nl: Login in met een beveiligingssleutel

# login-usePassword
source: type a password.
nl: typ een wachtwoord

# login-usePasswordNoWebAuthn
source: Type a password.
nl: Typ een wachtwoord

# login-useMagicLink
source: Email a magic link
nl: Gebruik magische link

# login-useMagicLinkNoWebAuthn
source: Email a magic link.
nl: Gebruik magische link.

# login-useWebAuth
source: Sign in with a security key
nl: Login in met een beveligingssleutel

# login-useOr
source: or
nl: of

# login-requestEduIdButton
source: Request your eduID
nl: Vraag een eduID aan

# login-rememberMe
source: Stay logged in
nl: Ingelogd blijven

# login-password
source: Your password
nl: Je wachtwoord

# login-passwordForgotten
source: Forgot your password or prefer a magic link?
nl: Wachtwoord vergeten of liever een magische link?

# login-passwordForgottenLink
source: Receive an email to sign in instantly.
nl: Ontvang een e-mail om direct in te loggen.

# login-create
source: Create
nl: Aanmaken

# login-newTo
source: New to eduID?
nl: Voor het eerst bij eduID?

# login-createAccount
source: Create an account.
nl: Maak een account aan.

# login-useExistingAccount
source: Use existing account
nl: Gebruik een bestaand account

# login-invalidEmail
source: Invalid email
nl: Ongeldig e-mailadres

# login-requiredAttribute
source: {{attr}} is required
nl: {{attr}} is verplicht

# login-emailInUse1
source: This email is already in use.
nl: Dit e-mailadres is al in gebruik.

# login-emailInUse2
source: Try another, or
nl: Probeer een andere, of

# login-emailInUse3
source: login with this eduID account.
nl: login met dit eduID account.

# login-emailForbidden
source: The creation of an eduID account for this email-domain is denied, please contact <a href="mailto:help@eduid.nl">help@eduid.nl</a> if you think this email-domain is valid.
nl: Het aanmaken van een eduID-account met deze email is niet toegestaan, neem contact op met <a href="mailto:help@eduid.nl">help@eduid.nl</a> als je denkt dat het e-maildomein geldig is.

# login-emailNotFound1
source: We could not find an eduID with that email.
nl: We konden geen eduID vinden met deze mail.

# login-emailNotFound2
source: Try another, or
nl: Probeer een andere, of

# login-emailNotFound3
source: create a new eduID account.
nl: maak een nieuw eduID account aan.

# login-emailOrPasswordIncorrect
source: Email or password are incorrect
nl: E-mailadres of wachtwoord is niet juist

# login-institutionDomainNameWarning
source: It looks like you entered an institutional email address. Please note that when you no longer study at or work for that institution, you can no longer use that email address.
nl: Het lijkt erop dat je een instellings e-mailadres hebt ingevoerd. Houd er rekening mee dat wanneer je niet meer studeert of werkt bij die instelling, je geen toegang meer hebt tot dat e-mail adres.

# login-institutionDomainNameWarning2
source: We recommend using your personal email address for eduID.
nl: We raden je aan om je persoonlijke e-mailadres te gebruiken voor eduID.

# login-allowedDomainNamesError
source: Domain name {{domain}} not allowed.
nl: Domeinnaam {{domain}} niet toegestaan.

# login-allowedDomainNamesError2
source: eduID is restricted to be used only for allowed domains.
nl: eduID is beperkt om alleen te worden gebruikt door toegestane domeinen.

# login-passwordDisclaimer
source: Make sure it's at least 15 characters long OR at least 8 characters when including a number and an UpperCase letter.
nl: Je wachtwoord moet minimaal 15 karakters lang zijn, of minimaal 8 als het een hoofdletter en een getal bevat.

# login-alreadyGuestAccount
source: Already have an eduID?
nl: Heb je al een eduID?

# login-usePasswordLink
source: Type a password anyway
nl: Gebruik toch een wachtwoord

# login-useWebAuthnLink
source: Or use a security key
nl: Of gebruik een beveiligingssleutel

# login-agreeWithTerms
source: <span>I agree with <a tabindex='-1' href='https://eduid.nl/terms-of-use/' target='_blank'>the terms of service.</a> I also understand <a tabindex='-1' href='https://eduid.nl/privacy_policy/' target='_blank'>the privacy policy</a>.</span>
nl: <span>Ik ga akkoord met <a tabindex='-1' href='https://eduid.nl/gebruiksvoorwaarden/' target='_blank'>de voorwaarden.</a> En ik begrijp <a tabindex='-1' href='https://eduid.nl/privacyverklaring/' target='_blank'>de privacyverklaring</a>.</span>

# login-next
source: Next
nl: Volgende

# login-useOtherAccount
source: Use another account
nl: Gebruik een andere login

# login-noAppAccess
source: No access to your app?
nl: Heb je de app niet bij de hand?

# login-noMailAccess
source: No access to your mail?
nl: Kun je niet bij je email?

# login-forgotPassword
source: Forgot your password?
nl: Wachtwoord vergeten?

# login-useAnother
source: Use another
nl: Gebruik een andere

# login-optionsLink
source: sign-in option.
nl: inlogmethode.

# options-header
source: How do you want to login?
nl: Hoe wil je inloggen?

# options-noLogin
source: Still not able to login?
nl: Kun je nog niet inloggen?

# options-learn
source: Learn how to
nl: Zie hoe je jouw

# options-learnLink
source: recover your acccount
nl: account kunt herstellen

# options-useApp
source: Use the <strong>eduID app</strong> to sign in with your mobile device.
nl: Gebruik de <strong>eduID app</strong> om in te loggen met je mobiel.

# options-useWebAuthn
source: Use your <strong>security key</strong>.
nl: Gebruik je <strong>beveiligingssleutel</strong>.

# options-useLink
source: Get a <strong>magic link</strong> sent to your inbox.
nl: Ontvang een <strong>magische link</strong> in je inbox.

# options-usePassword
source: Use <strong>a password</strong>.
nl: Gebruik <strong>een wachtwoord</strong>.

# magicLink-header
source: Check your email!
nl: Open je mailbox!
