Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/TiqrCore/Resources/General/*.lproj/Localizable.strings
Languages: da, de, es, fr, fy, hr, it, ja, nb, nl, pl, pt, sk, sl, sr, sv

# id
source: %@ account ID
da: tiqr-konto-ID
de: ID
es: Identificador
fr: ID
fy: ID
hr: Identifikator
it: ID
ja: ID
nb: ID
nl: ID
pl: %@ ID konta
pt: ID
sk: ID
sl: ID
sr: Identifikator
sv: ID

# identity_blocked
source: Blocked
da: Spærret
de: Gesperrt
es: Bloqueado
fr: Bloqué
fy: Blokkeart
hr: Blokiran
it: Bloccato
ja: 利用停止中
nb: Blokkert
nl: Geblokkeerd
pl: Zablokowane
pt: Bloqueado
sk: Blokovaný
sl: Blokiran
sr: Blokiran
sv: Blockerad

# identity_blocked_message
source: Warning: this account is blocked and needs to be reactivated.
da: Advarsel: Kontoen her er spærret og skal genaktiveres.
de: Warnung: dieses Benutzerkonto ist gesperrt und muss reaktiviert werden.
es: Atención: esta cuenta está bloqueada y necesita ser reactivada.
fr: Attention: ce compte est bloqué et doit être re-activé.
fy: Warskôging: dit akkount is blokkeart en moat op 'e nij aktiveart wurde.
hr: Upozorenje: ovaj korisnički račun je blokiran, potrebna je ponovna aktivacija.
it: Attenzione: questo account e' bloccato. Si prega di riattivare l'account prima di riprovare
ja: 警告：このアカウントは利用停止中で、再有効化が必要です
nb: Advarsel: konto er blokkert og må reaktiveres.
nl: Waarschuwing: dit account is geblokkeerd en moet opnieuw geactiveerd worden.
pl: Ostrzeżenie: to konto jest zablokowane i wymaga ponownej aktywacji.
pt: Aviso: esta conta esta bloqueada e precisa de ser reactivada.
sk: Upozornenie: tento účet je zablokovaný a musí byť znova aktivovaný.
sl: Pozor: ta račun je blokiran. Potrebno ga je ponovno aktivirati.
sr: Upozorenje: ovaj korisnički nalog je blokiran, potrebna je ponovna aktivacija.
sv: Varning: detta konto är blockerat och måste reaktiveras.

# identity_title
source: Identities
da: Konti
de: Identitäten
es: Identidades
fr: Identités
fy: Identiteiten
hr: Identiteti
it: Identita'
ja: ID一覧
nb: Identiteter
nl: Identiteiten
pl: Tożsamości
pt: Identidades
sk: Identity
sl: Identitete
sr: Identiteti
sv: Identiteter

# identity_upgrade_to_face_id
source: Upgrade to Face ID
da: Opgrader til ansigtsgenkendelse
ja: Face IDの有効化
nl: Upgraden naar Face ID
pl: Ulepsz do Face ID

# identity_upgrade_to_touch_id
source: Upgrade to Touch ID
da: Opgrader til fingeraftrykslæsning
ja: Touch IDの有効化
nl: Upgraden naar Touch ID
pl: Ulepsz do Touch ID

# identity_uses_face_id
source: Uses Face ID
da: Bruger ansigtsgenkendelse
ja: Face IDを使用
nl: Gebruikt Face ID
pl: Używa Face ID

# identity_uses_touch_id
source: Uses Touch ID
da: Bruger fingeraftrykslæser
ja: Touch IDを使用
nl: Gebruikt Touch ID
pl: Używa Touch ID

source: Information
da: Oplysninger
es: Información
fr: Informations
fy: Ynformaasje
hr: Informacije
it: Informazione
ja: 情報
nb: Informasjon
nl: Informatie
pl: Informacje
pt: Informação
sk: Informácie
sl: Informacije
sr: Informacije

# interaction_by_title
source: Interaction design:
da: Interaktionsdesign:
de: Benutzerschnittstelle:
es: Diseño de la interfaz:
fr: Conception des interactions:
fy: Interaksje ûntwerp:
hr: Dizajn sučelja:
it: Modalita' di interazione
ja: 操作デザイン：
nb: Interaksjonsdesign:
nl: Interactieontwerp:
pl: Metoda interakcji:
pt: Designo de interacção
sk: Interakčný dizajn:
sl: Koncept:
sr: Dizajn interfejsa:
sv: Interaktionsdesigner

# internet_connection_required
source: You need an Internet connection to activate your account. Please try again later.
da: Du skal have internetforbindelse for at kunne aktivere kontoen. Prøv igen senere.
de: Sie müssen mit dem Internet verbunden sein um Ihr Benutzerkonto aktivieren zu können. Bitte versuchen Sie es später noch einmal.
es: Necesita una conexión a Internet para activar su cuenta. Por favor, inténtelo más tarde.
fr: Vous devez être connecté à Internet pour activer votre compte. Veuillez re-essayer plus tard.
fy: An ynternet ferbining is noadich foar jo akkount aktivaasje. Besykje it letter wer.
hr: Za aktivaciju korisničkog računa potrebna je veza na Internet. Pokušajte ponovno kasnije.
it: L'account non puo' essere attivato perche' non sei connesso ad Internet. Riprova piu' tardi
ja: アカウントの有効化にはインターネット接続が必要です。ネットワークに接続してやりなおしてください。
nb: Du må ha en Internett forbindelse for å aktivere din konto. Vennligst forsøk igjen senere.
nl: Om je account te activeren heb je een actieve internetverbinding nodig. Probeer het later opnieuw.
pl: Potrzebujesz połączenia internetowego, aby aktywować swoje konto. Spróbuj ponownie później.
pt: Necessita de acesso ah Internet para activar a sua conta. Por favor tente mais tarde.
sk: Aktivácia účtu vyžaduje pripojenie k Internetu.
sl: Za aktivacijo računa potrebujete aktivno povezavo v internet. Vzpostavite povezavo in poskusite ponovno.
sr: Za aktivaciju korisničkog nlogaa potrebna je veza ka Internetu. Pokušajte ponovo kasnije.
sv: Du behöver en internetförbindelse för att kunna aktivera ditt konto. Var snäll försök igen senare.

# loggedin_with_account
source: You logged in with the following account:
da: Du er logget ind med den her konto:
de: Sie sind mit dem folgenden Benutzerkonto eingeloggt
es: Ha accedido con esta cuenta:
fr: Vous êtes connecté avec le compte suivant
fy: Jo binne ynlocht mei it folgjende akkount
hr: Prijavili ste se sa sljedećim korisničkim računom
it: Ti sei collegato con il seguente account:
ja: 次のアカウントでログインしました
nb: Du logget inn med følgende konto:
nl: Je bent ingelogd met het volgende account
pl: Zalogowałeś się za pomocą następującego konta:
pt: Voce entrou-login na seguinte conta
sk: Prihlásený s nasledovným účtom
sl: Prijavili ste se z računom:
sr: Prijavili ste se sa sledećim korisničkim nalogom
sv: Du har loggat in med följande konto.

# login_intro
source: Enter your PIN for %@
da: Angiv din PIN-kode til %@
de: Bitte geben Sie ihre PIN ein:
es: Por favor, introduzca su PIN:
fr: Veuillez entrer votre code PIN:
fy: Fier jo PIN yn:
hr: Molimo unesite PIN:
it: Per favore inserisci il tuo PIN:
ja: PINコードを入力してください
nb: Vennligst angi pinkode:
nl: Voer je PIN voor %@ in
pl: Wprowadź swój PIN dla %@
pt: Por favor introduza o seu PIN:
sk: Zadajte, prosím, váš PIN:
sl: Vpišite svoj PIN:
sr: Molimo unesite PIN:
sv: Var snäll skriv in din PIN kod:

# login_title
source: Login
da: Indlogning
de: Anmelden
es: Acceso
fr: Connexion
fy: Ynloche
hr: Prijava
ja: ログイン
nb: Logg inn
pl: Logowanie
sk: Prihlásenie
sl: Prijava
sr: Prijava
sv: Inloggning

# login_verify_intro
source: Verify the unique PIN
da: Bekræft den unikke PIN-kode
de: Bitte bestätigen Sie Ihre PIN:
es: Por favor, introduzca su PIN:
fr: Veuillez confirmer votre code PIN:
fy: PIN (ferifikaasje):
hr: Molimo potvrdite PIN:
it: Per favore verifica il tuo PIN:
ja: PINコードの確認：
nb: Vennligst verifiser din pinkode:
nl: Bevestig de unieke PIN
pl: Zweryfikuj unikalny PIN
pt: Por favor verifique o seu PIN:
sk: Potvrďte, prosím, váš PIN:
sl: Ponovno vpišite svoj PIN:
sr: Molimo potvrdite PIN:
sv: Var snäll verifiera din PIN kod:

# login_verify_message
source: Re-enter the PIN and press OK
da: Gentag PIN-koden og tryk OK
de: Geben Sie zur Bestätigung ihren PIN Code erneut ein. Prägen Sie sich auch das Tiersymbol ein. Es hilft Ihnen dabei, sich später an den PIN Code zu erinnern.
es: Introduzca de nuevo su PIN para ser verificado. Por favor, fíjese en el icono del animal. Le ayudará a recordar su código PIN.
fr: Entrer votre code PIN à nouveau pour vérification. Prêtez attention à l'icône d'animal. Il vous aidera à vous souvenir de votre code PIN.
fy: Befêstigje PIN.
hr: Ponovno unesite PIN kako biste ga potvrdili. Obratite pažnju na ikone životinja, one vam mogu pomoći pri pamćenju PIN koda.
it: Reinserisci il tuo PIN per la verifica. Memorizza gli animali che appaiono nell'icona, questo ti aiuterà a ricordare il tuo PIN
ja: 確認のためPINコードを再入力してください。動物のアイコンは、PINコードを確認する際に参考になります。
nb: Oppgi pinkoden igjen for verifikasjon. Legg merke til dyre ikonet, dette vil hjelpe deg å huske pinkoden.
nl: Voer je PIN nogmaals in en druk op OK
pl: Wprowadź ponownie PIN i naciśnij OK
pt: Introduza o seu código PIN de novo. Atente no ícone do animal. Este símbolo ira permitir lembrar-se do código.
sk: Opakujte zadanie vášho PIN kódu kvôli kontrole. Všímajte si, prosím, piktogramy zvierat. Uľahčia vám zapamätať si PIN kód.
sl: Preverite ujemanje PIN-a tako, da ga ponovno vpišite. PIN si lahko zapomnite tudi na podlagi ikon živali, ki se prikazujejo namesto števil.
sr: Ponovno unesite PIN kako biste ga potvrdili. Obratite pažnju na ikonice životinja, one vam mogu pomoći pri pamćenju PIN koda.
sv: Skriv in din PIN kod igen för verifiering. Var snäll

# main_text_blocked
source: <b>Now what?</b><br/> Ask your identity provider(s) for a new activation code. For a link to your identity provider(s) check your identities (accessible from the top right). <br/><br/> Together with your new activation code you will receive instructions for reactivating your account. Press <b>Scan</b> if asked.
da: <b>Hvad nu?</b><br/>Bed din identitetsudbyder om en ny aktiveringskode. Find et link til din identitetsudbyder under dine identiteter (øverste højre hjørne). <br/><br />Sammen med din nye aktiveringskode får du vejledning i genaktivering af din konto. Tryk på <b>Skan</b> hvis du bliver bedt om det.
de: <b>Und nun?</b><br/> Fragen Sie Ihre(n) Identitätsprovider nach einem neuen Aktivierungscode. Zur Kontaktaufnahme mit Ihrem Identitätsprovider(n) überprüfen Sie bitte ihre Identäten (erreichbar von oben rechts). <br/><br/> Zusammen mit dem neuen Aktivierungscode erhalten Sie auch Anweisungen mit denen Sie Ihr Benutzerkonto wieder reaktivieren können. Drücken Sie <b>Scannen</b> wenn Sie dazu aufgefordert werden.
es: <b>¿Y ahora qué?</b><br/> Pida un nuevo código de activación a su(s) proveedor(es) de identidad. Para localizar su(s) proveedor(es) de identidad, compruebe sus identidades (disponibles en la parte superior derecha). <br/><br/> Recibirá instrucciones para reactivar su cuenta junto al nuevo código de activación. Pulse <b>Escanear</b> si se le pide.
fr: <b>Et maintenant?</b><br/>Demandez à votre fournisseur de service un nouveau code d'activation. Pour trouver le lien vers votre fournisseur de service, consultez vos identités (accessibles en haut à droite).<br/><br/>Lorsque vous recevrez votre nouveau code d'activation, il vous sera aussi fourni les instructions pour ré-activer votre compte. Appuyez sur <b>Scan</b> si demandé.
fy: Wat no?</b><br/>Freegje by jo identeitferstrekker(s) om in nije aktivaasjekoade. In trochferwizing nei jo identiteitferstrekker(s) is beskikber út it akkount oersjoch (rjochts boppe). <br/><br/>By jo nije aktivaasje koade krije jo ynstruksjes. Druk op <b>Scan</b> wannear ’t jo dêrom frege wurd.
hr: <b>Što sad?</b><br/> Zatražite novi aktivacijski kod od Vašeg davatelja identiteta. Poveznicu do traženog davatelja identiteta možete pronaći u listi identiteta (dostupnoj u gornjem desnom kutu). <br/><br/> Zajedno sa novim aktivacijskim kodom bit će poslane upute za ponovnu aktivaciju Vašeg korisničkog računa. Pritisnite <b>Skeniranje</b> kada bude zatraženo.
it: <b>E ora?</b> Chiedi un nuovo codice di attivazione al provider da cui hai ottenuto l'account. Il link per accedere al tuo provider lo trovi nella configurazione della tua identita' (in alto a destra) . <br/> <br/> Le istruzioni per riattivare il tuo account ti saranno inviate insieme al tuo nuovo codice di attivazione. Premi <b>Scansione</b> quando richiesto.
ja: <b>対応方法</b><br/>IDプロバイダから再有効化のためのコードを入手してください。IDプロバイダへのリンクは、右上のIDから確認できます。<br/><br/>有効化のためのコードを入力すれば、アカウントを再有効化するための説明が通知されます。指示に従って<b>スキャン</b>してください。
nb: <b>Hva nå?</b><br/> Kontakt din(e) identitetsleverandør(er) for å få en ny aktiveringskode. Sjekk dine identiteter for en link til identitetsleverandør(er). (Finnes i øvre høyre hjørne). <br/><br/> Sammen med ny aktiveringskode vil du motta instruksjoner for å reaktivere din konto. Trykk <b>Scan</b> på oppfordring.
nl: <b>Wat nu?</b><br/> Vraag bij je identiteitverstrekker(s) om een nieuwe activatiecode. Een link naar je identiteitverstrekker(s) is beschikbaar vanuit het accountoverzicht (rechtsboven). <br/><br/> Bij je nieuwe activatie ontvang je instructies. Zodra je daarom gevraagd wordt druk je op <b>Scannen</b>.
pl: <b>Co teraz?</b><br/> Poproś swojego dostawcę tożsamości o nowy kod aktywacyjny. Możesz znaleźć linki do dostawców tożsamości w swoich tożsamościach (dostępne z prawego górnego rogu). <br/><br/> Wraz z nowym kodem aktywacyjnym otrzymasz instrukcje, jak ponownie aktywować swoje konto. Naciśnij <b>Skanuj</b>, jeśli zostaniesz o to poproszony.
pt: <b>E agora?</b><br/> Peca ao seu provider de identidade(s) por um novo código de activação. Para um link para o seu provider(s) controle as suas identidades (acessíveis no cimo a direita). <br/><br/>. Juntamente com o seu novo código de activação recebera instruções para reactivar a sua conta. Carregue <b>Scan</b> se pedido.
sk: <b>A čo teraz?</b><br/> Požiadajte vášho poskytovateľa identity o nový aktivačný kód. Odkaz na váško poskytovateľa identity nájdete v menu Identity (hore vľavo).<br/><br/> Spolu s aktivačným kódom obdržíte pokyny ako znovu aktivovať váš účet. Výzvu <b>Skenovať</b> potvrďte stlačením tlačítka.
sl: <b>Kaj sedaj?</b><br/> Zaprosite vašega ponudnika identitete za novo aktivacijsko kodo. Informacije o svojem ponudniku identitete imate vedno na razpolago preko gumba desno zgoraj.<br/><br/> Skupaj z novo aktivacijsko kodo boste prejeli tudi navodila za reaktivacijo identitete. Pritisnite na gumb <b>Skeniraj</b>, če bo aplikacija od vas to zahtevala.
sr: <b>Šta dalje?</b> <br/> Zahtevajte novi aktivacioni kod od vašeg Davaoca Identiteta. Za link do traženog Davaoca Identiteta proverite vaše identitete (dostupno u gornjem desnom uglu).<br/> <br/> Zajedno sa novim aktivacionim kodom biće poslata i uputstva za ponovnu aktivaciju vašeg korisničkog naloga. Pritisnite <b>Skeniraj</b> ako se to traži.
sv: <b>Nu då?</b><br/> Be dina identitetsleverantörer efter en ny aktiveringskod. För länkar till dina identitetsleverantörer kolla dina användare (åtkomliga uppe till höger). <br/><br/> Tillsammans med din nya aktiverings kod får du instruktioner för att reaktivera ditt konto. Tryck på <b>Skanna in</b>för att starta inloggningen.

# main_text_instructions
source: <b>Use the %@ app on your smartphone to log in</b><br/><ol><li>Press <b>Scan</b> and scan the QR-code on the website.<br/></br><i>More than one ID? Select the relevant ID.</i></li><li>Scan your fingerprint or enter your PIN for %@ and press <b>OK</b>.</li><li>You are logged in!</li></ol>
da: <b>Brug %@ på din smartphone til at logge ind</b><br/><ol><li>Tryk på <b>Skan</b> og skan QR-koden på websitet.<br/><br/><i>Mere end ét ID? Vælg det relevante ID.</i></li><li>Skan dit fingeraftryk eller angiv din PIN-kode til %@ og tryk <b>OK</b><br/><br /></li><li>Du er logget ind!</li></ol>
de: Gehen Sie zu dem Dienst bei dem Sie sich anmelden wollen und folgen Sie diesen Schritten:<ul> <li>Scannen Sie den QR Code auf der Anmeldeseite des Dienstes.</li> <li><i>Wenn Sie mehrere Identitäten haben, wählen Sie die gewünschte aus.</i></li> <li>Bestätigen Sie Ihre Identität (dazu müssen Sie Ihre PIN eingeben).</li> <li>Sie sind angemeldet!</li> </ul> Drücken Sie auf <b>Scannen</b> um den Anmeldevorgang zu starten.
es: Vaya al servicio al que quiere acceder y siga estos pasos: <ul> <li>Escanee el código QR en la página de entrada de la web o servicio.</li> <li><i>Si tiene múltiples identidades, seleccione su identidad.</i></li> <li>Confirme su identidad (deberá introducir su PIN).</li> <li>¡Ha accedido!</li> </ul> Pulse <b>Escanear</b> para iniciar el proceso de acceso.
fr: Allez sur le service ou vous voulez vous connecter and suivez ces instructions: <ul><li>Scannez le code QR sur la fenêtre de connexion du site web ou du service.</li><li>Si vous avez plusieurs identités, sélectionnez une identité.</li><li>Confirmez votre identité (vous devrez entrer votre code PIN).</li><li>Vous êtes connecté!</li></ul>Appuyez sur <b>Scan</b> pour démarrer la procédure de connexion.
fy: Gie nei de Ynternetside wêr ’t jo ynloche wolle en trochrin de folgjende stappen: <ul><li>Scan de toande QR koade op it ynlochskerm fan de Ynternetside of tsjinst wêr ’t jo ynloche wolle.</li><li><i>As jo meardere identiteiten hawwe, selektear jo identiteit foar dizze tsjinst.</i></li><li>Befêstigje jo identiteit (hjirbei wurd nei jo PIN frege).</li><li>Jo binne ynlocht!</li></ul>Druk op <b>Scan</b> om it ynloche te begjinne.
hr: Posjetite stranice usluge u koju se želite prijaviti i slijedite korake: <ul> <li>Skenirajte QR kod na stranici za prijavu.</li> <li><i>Ukoliko imate više identiteta, odaberite onaj s kojim se želite prijaviti..</i></li> <li>Potvrdite Vaš identitet (morat ćete unijeti PIN kod).</li> <li>Potvrđen identitet!</li> </ul> Pritisnite <b>Skeniranje</b> kako bi započeli proces prijave.
it: Visita il sito del servizio a cui desideri accedere e segui le istruzioni riporate di seguito: <ul><li><i>Fai la scansione del codice QR sulla pagina di accesso sul sito del servizio. </i> </li><li>Conferma la tua identita' (ti verra' richiesto di inserire il tuo PIN).</li><li>Ora sei collegato!</li></ul> Premi <b>Scansione</b> per fare il login.
ja: 利用したいサービスにアクセスし、次の手順に従ってください：<ul><li>ログイン画面のQRコードをスキャンします</li><li><i>複数のアカウントを登録している場合は、その中から利用したいアカウントを選択します。</i></li><li>アカウントに対応するPINを入力します。</li><li>ログイン完了!</li></ul>ログイン処理を開始するには<b>スキャン</b>ボタンを押してください。
nb: Gå til tjenesten du vil logge inn på og følge trinnene: <ul> <li> Skann QR koden på innloggingssiden til websiden eller tjenesten.</li> <li><i> Om du har flere identiteter, velg identitet.</i></li> <li>Bekreft din identitet (du må oppgi pinkode).</li> <li>Du er pålogget!</li> </ul> Trykk <b>Scan</b> for å starte påloggingsprosessen.
nl: <b>Gebruik de %@-app op je smartphone om in te loggen</b><br/><ol><li>Open de notificatie of druk op <b>Scannen</b> en scan de QR-code op de website.</li><li>Bevestig met je biometrie of je PIN-code voor %@ en druk op <b>OK</b>.</li><li>Je bent ingelogd!</li></ol>
pl: <b>Użyj aplikacji %@ na swoim smartfonie, aby łatwo i bezpiecznie logować się na strony internetowe.</b><br/><ol><li>Naciśnij <b>Skanuj</b> i zeskanuj kod QR na stronie internetowej.<br/></br><i>Więcej niż jedno ID? Wybierz odpowiednie ID.</i></li><li>Zeskanuj swój odcisku palca lub wprowadź PIN dla %@ i naciśnij <b>OK</b>.</li><li>Jesteś zalogowany!</li></ol>
pt: Va ao serivo que deseja entrar e siga os seguintes passos: <ul> <li>Scan o codigo QR no ecran de entrara do website ou serivo.</li> <li><i> Se tiver multiplas identidades, seleccione uma identidade.</i></li> <li> Confirme a sua identidade (tera de entrar o seu codigo).</li> <li>Ja entrou!</li> </ul> Carregue<b>Scan</b> para comecar o processo de login.
sk: Zvoľte želanú službu a postupujte nasledovne: <ul> <li>Nasnímajte QR kód na prihlasovacej stránke služby.</li> <li><i>Ak máte niekoľko identít, zvoľte si tú, s ktorou sa chcete prihlásiť.</i></li> <li>Potvrďte identitu (budete musieť zadať svoj PIN).</li> <li>Ste prihlásený/á!</li> </ul> Potvrdením výzvy <b>Skenovať</b> zahájite proces prihlásenia.
sl: Prijavo v storitev izvedete z naslednjimi koraki: <ul> <li>Skenirajte kodo QR na prijavni strani storitve, v katero se želite prijaviti.</li> <li><i>Če imate več identitet, izberite želeno.</i></li> <li>Potrdite svojo identiteto z vpisom vašega PIN.</li> <li>...in prijavljeni boste!</li> </ul> Pritisnite gumb <b>Skeniraj</b> za pričetek postopka.
sr: Idite na web stranicu na kojoj želte da se povežete i pratite sledeće korake: <ul> <li>Skenirajte QR kod na web strani ili strani servisa prilikom povezivanja.</li> <li> <i>Ako imate višestruke identitete, izaberite vaš identitet.</i> </li> <li>Potvrdite vaš identitet (moraćete da unesete vaš PIN).</li> <li>Uspešno ste povezani!</li> </ul>Kliknite <b>Skeniraj</b> da biste započeli proces povezivanja.
sv: Gå till tjänsten du vill logga in på och följ dessa steg: <ul> <li>Skanna in QR koden på tjänstens login sidan.</li> <li><i>Om du har många identiteter, välj en av dem.</i></li> <li>Verifiera din användare (du måste skriva in din PIN).</li> <li>du är inloggad!</li> </ul> Tryck på <b>Skanna in</b>för att starta inloggningen.
