Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/TiqrCore/Resources/General/*.lproj/Localizable.strings
Languages: da, de, es, fr, fy, hr, it, ja, nb, nl, pl, pt, sk, sl, sr, sv

# upgrade_to_face_id_message
source: Do you want to upgrade this account to use Touch ID instead of a PIN?
da: Vil du logge ind på den her konto med ansigtsgenkendelse i stedet for med PIN-kode?
de: Do you want to upgrade this account to use Face ID instead of a PIN?
es: Do you want to upgrade this account to use Face ID instead of a PIN?
fr: Do you want to upgrade this account to use Face ID instead of a PIN?
fy: Do you want to upgrade this account to use Face ID instead of a PIN?
hr: Do you want to upgrade this account to use Face ID instead of a PIN?
it: Do you want to upgrade this account to use Face ID instead of a PIN?
ja: PINコードの代わりにFace IDを使いますか？
nb: Do you want to upgrade this account to use Face ID instead of a PIN?
nl: Wil je dit account upgraden om Face ID te gebruiken in plaats van een PIN?
pl: Czy chcesz ulepszyć to konto, aby korzystać z Face ID zamiast kodu PIN?
pt: Do you want to upgrade this account to use Face ID instead of a PIN?
sk: Do you want to upgrade this account to use Face ID instead of a PIN?
sl: Do you want to upgrade this account to use Face ID instead of a PIN?
sr: Do you want to upgrade this account to use Face ID instead of a PIN?
sv: Do you want to upgrade this account to use Face ID instead of a PIN?

# upgrade_to_touch_id_message
source: Do you want to upgrade this account to use Touch ID instead of a PIN?
da: Vil du logge ind på den her konto med fingeraftryk i stedet for med PIN-kode?
ja: PINコードの代わりにTouch IDを使いますか？
nl: Wil je dit account upgraden om Touch ID te gebruiken in plaats van een PIN?
pl: Czy chcesz ulepszyć to konto, aby korzystać z Touch ID zamiast kodu PIN?

# yes_button
source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
fy: Ja
hr: Da
it: Si'
ja: はい
nb: Ja
nl: Ja
pl: Tak
pt: Sim
sk: Áno
sl: Da
sr: Da
sv: Ja

source: You will be logged in as:
da: Du bliver logget ind som:
de: Sie melden sich an als:
es: Accederá como:
fr: Vous serez connecté en tant que:
fy: Jo wurde ynlocht as:
hr: Bit ćete prijavljeni kao:
it: Sarai collegato come:
ja: 次のユーザとしてログインします：
nb: Du blir pålogget som:
nl: Je wordt ingelogd als:
pl: Zaloguj się jako:
pt: Voce entrara-login como:
sk: Budete prihlásený/á ako:
sl: Prijavili se boste kot:
sr: Bićete prijavljeni kao:
sv: Du kommer att logga in som:

source: Your accounts
da: Dine konti
de: Ihre Benutzerkonten
es: Sus cuentas
fr: Vos comptes
fy: Jo akkounts
hr: Vaši korisnički računi
it: I tuoi account
ja: アカウント一覧
nb: Dine konti
nl: Je accounts
pl: Twoje konta
pt: As suas contas
sk: Vaše účty
sl: Vaši računi
sr: Vaši korisnički nalozi
sv: Dina konton.

# ok_button
source: OK
hr: U redu
sr: U redu
