Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/TiqrCore/Resources/General/*.lproj/Localizable.strings
Languages: da, de, es, fr, fy, hr, it, ja, nb, nl, pl, pt, sk, sl, sr, sv

# error_auth_invalid_qr_code
source: Invalid authentication QR code.
da: QR-koden dur ikke til indlogning.
de: Ungültiger QR Code für die Authentifizierung.
es: Código QR de autenticación inválido
fr: Code QR d'authentification invalide.
fy: Ûnjildiche QR ynloch koade.
hr: Neispravan autentikacijski QR kod.
it: Codice QR invalido
ja: 無効な認証用QRコードです
nb: Ugyldig autentiserings QR kode.
nl: Ongeldige login QR-code.
pl: Nieprawidłowy kod QR do uwierzytelnienia.
pt: Autenticação do código QD invalida.
sk: Neplatný QR kód.
sl: Napaka, neveljavna avtentikacijska koda QR.
sr: Neispravan autentifkacioni QR kod.
sv: Ogiltig QR kod

# error_auth_invalid_request_message
source: The server doesn't recognize the login request. Please contact support.
da: Serveren anerkender ikke autentifikationsforespørgslen. Kontakt supporten.
de: Der Server erkennt diesen Anmeldeversuch nicht an. Bitte wenden Sie sich an den Support.
es: El servidor no reconoce la petición de acceso. Por favor, contacte con el soporte
fr: Le serveur ne reconnait pas la demande de connexion. Veuillez contacter le support.
fy: Ûnjildich autentykaasje fersyk. Nim kontakt op mei support.
hr: Poslužitelj ne prepoznaje zahtjev za prijavom. Kontaktirajte podršku.
it: Richiesta di accesso non riconosciuta. Per favore contatta il supporto tecnico
ja: サーバはログイン要求を認識できませんでした。サポートに相談してください。
nb: Tjeneren gjenkjenner ikke innloggingsforespørsel. Vennligst kontakt brukerstøtte.
nl: De server herkent je loginverzoek niet. Neem contact op met support.
pl: Serwer nie rozpoznaje prośby o zalogowanie. Skontaktuj się z obsługą.
pt: O servidor não reconhece o seu login. Por favor contacte o suporte.
sk: Server nerozpoznal prihlasovaciu požiadavku. Kontaktujte, prosím, používateľskú podporu.
sl: Strežnik ne prepozna zahteve za prijavo. Kontaktirajte oddelek za pomoč uporabnikom.
sr: Server ne prepoznaje zahtev za prijavu. Kontaktirajte podršku.
sv: Tjänsten accepterar inte login förfrågan. Var snäll kontakta support.

# error_auth_invalid_request_title
source: Invalid request
da: Ugyldig forespørgsel
de: Ungültiger Anmeldeversuch
es: Petición inválida
fr: Demande invalide
fy: Ûnjildich fersyk
hr: Neispravan zahtjev
it: Richiesta invalida
ja: 無効なリクエストです
nb: Ugyldig forespørsel
nl: Ongeldige aanroep
pl: Nieprawidłowe zapytanie
pt: Pedido invalido
sk: Neplatná požiadavka
sl: Napaka: "neveljavna zahteva"
sr: Neispravan zahtev
sv: Ogiltig förfrågan.

# error_auth_no_identities_for_identity_provider
source: No identities found for identity provider, please enrol first.
da: Ingen konti for den identitetsudbyder. Opret først konto.
de: Für diesen Identitätsprovider wurden keine Nutzerdaten gefunden. Bitte registrieren Sie sich zuerst.
es: No se han encontrado identidades para el proveedor de identidad, por favor regístrese primero.
fr: Aucune identité n'est associé à ce fournisseur de service, veuillez d'abord vous enregistrer.
fy: Gjin identiteiten fûn foar de tsjinst, registrear earst.
hr: Nije pronađen identitet za ovog davatelja identiteta, molimo obavite proces upisa.
it: Utente sconosciuto. Per favore registrati per usare il servizio
ja: アカウントが見つかりません。先にアカウントの登録をしてください。
nb: Ingen identiteter ble funnet for identitetsleverandør, vennligst send påmelding først.
nl: Geen identiteiten gevonden voor de dienst, registreer eerst.
pl: Nie znaleziono identyfikatora dostawcy tożsamości. Proszę najpierw się zarejestrować.
pt: Identidades não identificadas, por favor subscreva-se primeiro
sk: U tohto poskytovateľa identít nemáte vytvorenú identitu. Najskôr sa, prosím, registrujte.
sl: Za izbranega ponudnika identitet še nimate ustvarjene identitete. Najprej opravite registracijo.
sr: Nije pronađen identitet za ovog Davaoca Identiteta, molimo vas da se upišete prvo.
sv: Inga användare funna hos identitets leverantören, var snäll anmäl dig först.

# error_auth_one_attempt_left
source: You have one last attempt left. If you enter an incorrect PIN again all the accounts on this device will be blocked.
da: Du har ét sidste forsøg tilbage. Hvis du en gang til skanner et forkert fingeraftryk, vil samtlige konti her på enheden blive spærret.
de: Sie haben nur noch einen weiteren Versuch. Wenn Sie noch einmal eine falsche PIN eingeben, werden sämtliche Benutzerkonten auf diesem Gerät gesperrt.
es: Sólo le queda un intento. Si introduce de nuevo un PIN incorrecto, todas las cuentas de este dispositivo serán bloqueadas.
fr: Il vous reste un dernier essai. Si vous entrer encore un code PIN incorrecte, tous les comptes sur cet appareil vont être bloqués.
fy: Jo hawwe noch ien lêste poging. At jo wer in foute PIN ynfiere, wurde al jo akkounts op dit tastel blokkeart.
hr: Preostao je još jedan pokušaj. Ukoliko ponovno unesete krivi PIN, svi korisnički računi na ovom uređaju bit će blokirani.
it: Hai solo un'altra possibilita per inserire il tuo PIN. Se il PIN inserito non e' corretto il tuo account sara' bloccato.
ja: PINが入力できるのはあと１回だけです。間違ったPINを入力すると、このデバイス上のアカウントは利用できなくなります。
nb: Du har ett forsøk igjen. Hvis du angir feil pinkode igjen vil alle konti på denne enheten bli blokkert.
nl: Je hebt nog één laatste poging. Als je weer een foute PIN invoert worden alle accounts op dit toestel geblokkeerd.
pl: Masz ostatnią szansę. Jeśli wprowadzisz ponownie nieprawidłowy PIN, wszystkie konta na tym urządzeniu zostaną zablokowane.
pt: Você tem mais uma tentativa. Se introduzir um PIN incorrecto de novo todas as contas neste dispositivo serão bloqueadas.
sk: Máte posledný pokus. Ak opäť zadáte nesprávny PIN, všetky účty na tomto zariadení budú zablokované.
sl: Imate zgolj še en poskus za vpis pravilnega PIN-a. V primeru napake, bo vaš račun blokiran.
sr: Preostao je još jedan pokušaj. Ukoliko ponovo unesete pogrešan PIN, svi korisnički nalozi na ovom uređaju će biti blokirani.
sv: Du har ett försök till. Om du skriver in fel PIN kod en gång till kommer all konton på denna enhet att blockeras.

# error_auth_server_incompatible
source: The server is incompatible with this version of %@.
da: Serveren fungerer ikke sammen med den her udgave af %@.
de: Der Server verwendet eine inkompatible Version von %@.
es: El servidor es incompatible con esta versión de %@.
fr: Le serveur est incompatible avec cette version de %@.
fy: Dizze server is net geskikt foar dizze ferzje fan %@.
hr: Poslužitelj nije kompatibilan sa ovom verzijom tiqr-a.
it: Il server e' incompatibile con questa versione di %@
ja: サーバがこのtiqrのバージョンに対応していません
nb: Tjeneren er ikke kompatibel med denne versjonen av %@.
nl: De server is niet geschikt voor deze versie van de %@ app.
pl: Serwer jest niezgodny z tą wersją %@.
pt: O servidor e imcompativel com esta versão do %@
sk: Server nepodporuje túto verziu %@.
sl: Strežnik ni združljiv s to različico aplikacije %@.
sr: Server nije kompatibilan sa ovom verzijom tiqr-a.
sv: Inloggningstjänsten fungerar inte inte ihop med denna version av %@.

# error_auth_server_incompatible_title
source: Server incompatible
da: Server inkompatibel
de: Server nicht kompatibel
es: Servidor incompatible
fr: Serveur incompatible
fy: Server net geskikt
hr: Nekompatibilnost poslužitelja
it: Server incompatibile
ja: サーバが対応していません
nb: Tjeneren inkompatibel
nl: Server ongeschikt
pl: Niezgodny serwer
pt: Servidor incompativel
sk: Nekompatibilný server
sl: Nezdružljiv strežnik
sr: Nekompatibilan sa serverom
sv: Inloggningstjänsten fungerar inte inte ihop med denna version av %@.

# error_auth_unknown_error
source: The server returned a response in a format the %@ app couldn't understand. Please contact support.
da: Serveren sendte et svar %@ ikke kunne forstå. Kontakt supporten.
de: Ein unbekannter Fehler ist aufgetreten. Bitte wenden Sie sich an den Support.
es: Ocurrió un error inesperado. Por favor, contacte con el soporte
fr: Un erreur inconnue est survenue. Veuillez contacter le support.
fy: In ûnbekende fout hat barre. Nim kontakt op mei support.
hr: Dogodila se nepoznata pogreška. Kontaktirajte podršku.
it: Si e' verificato un errore. Per favore contatta il support tecnico
ja: 原因不明のエラーが発生しました。サポートに相談してください。
nb: En ukjent feil har oppstått. Vennligst kontakt brukerstøtte.
nl: De server gaf een response in een formaat dat de %@-app niet kan begrijpen. Neem contact op met support.
pl: Serwer zwrócił odpowiedź w formacie, którego aplikacja %@ nie rozpoznaje. Skontaktuj się z obsługą.
pt: Um erro não identificado ocorreu. Por favor contacte o suporte.
sk: Nešpecifikovaná chyba. Kontaktujte, prosím, používateľskú podporu.
sl: Prišlo je do neznane napake. Kontaktirajte oddelek za pomoč uporabnikom.
sr: Dogodila se nepoznata greška. Kontaktirajte podršku.
sv: Ett okänt fel uppstod. Var snäll kontakta support.

# error_auth_unknown_identity
source: Unknown identity, please enrol first.
da: Tjenesten kender ikke den identitet. Opret først konto.
de: Unbekannte Identität; bitte registrieren Sie sich zuerst.
es: Identidad desconocida, por favor regístrese primero.
fr: Identité inconnue, veuillez d'abord vous enregistrer.
fy: Ûnbekende identiteit, registrear earst.
hr: Nepoznat identitet, obavite proces upisa.
it: Utente sconosciuto. Per favore registrati
ja: アカウントが見つかりません。先にアカウントの登録をしてください。
nb: Ukjent identitet, vennligst meld deg på først.
nl: Onbekende identiteit voor dienst, registreer eerst.
pl: Nieznana tożsamość, proszę najpierw się zarejestrować.
pt: Identidade não identificada, por favor subscreva-se primeiro.
sk: Neznáma identita. Najskôr sa, prosím, registrujte.
sl: Neznana identiteta, najprej opravite registracijo.
sr: Nepoznat identitet, molimo vas da se prvo upišete.
sv: Okänd användare, var snäll registrera dig först.

# error_auth_unknown_identity_provider
source: Unknown identity provider, please enrol first.
da: Ukendt identitetsudbyder. Opret først konto.
de: Unbekannter Identitätsprovider; bitte registrieren Sie sich zuerst.
es: Proveedor de identidad desconocido, por favor regístrese primero.
fr: Fournisseur de service inconnu, veuillez d'abord vous enregistrer.
fy: Ûnbekende identiteit ferstrekker, registrear earst.
hr: Nepoznat davatelj identiteta, obavite proces upisa.
it: Utente sconosciuto. Per favore registrati
ja: アカウントが登録されているサーバが見つかりません。先にアカウントの登録をしてください。
nb: Ukjent identitetsleverandør, vennligst meld deg på først.
nl: Onbekende dienst, registreer eerst.
pl: Nieznany dostawca tożsamości, proszę najpierw się zarejestrować.
pt: Servidor de identidade não identificado, por favor subscreva-se primeiro.
sk: Neznámy poskytovateľ identity. Najskôr sa, prosím, registrujte.
sl: Neznan ponudnik identitet, najprej opravite registracijo.
sr: Nepoznat Davalac Identiteta, molimo vas da se prvo upišete.
sv: Okänd identitetsleverantör, var snäll registrera dig först.

# error_auth_unknown_reponsecode
source: Unkown reponse code
da: Ukendt svarkode
nl: Onbekende response code
pl: Nieznany kod odpowiedzi

# error_auth_unknown_reponsecode_message
source: The server returned a response code the %@ app didn't understand. Please contact support.
da: Serveren sendte et svar %@ ikke kunne forstå. Kontakt supporten.
nl: De server gaf een response code terug die de %@-app niet kent. Neem contact op met support.
pl: Serwer zwrócił kod odpowiedzi, którego aplikacja %@ nie rozpoznaje. Skontaktuj się z obsługą.

# error_auth_wrong_pin
source: Wrong PIN
da: Forkert PIN-kode
de: Falsche PIN
es: PIN erróneo
fr: Code PIN incorrecte
fy: Ferkearde PIN
hr: Neispravan PIN
it: PIN errato
ja: PINコードが間違っています
nb: Feil pinkode
nl: Verkeerde PIN
pl: Nieprawidłowy PIN
pt: PIN incorrecto
sk: Nesprávny PIN
sl: Napačen PIN
sr: Neispravan PIN
sv: Fel PIN

# error_auth_x_attempts_left
source: You supplied an incorrect PIN. You have %d attempts left. Please enter your PIN again. Check the verification icon for the last digit.
da: Du har angivet en forkert PIN-kode. Du har %d forsøg tilbage. Angiv din PIN-kode igen. Tjek bekræftelsesikonen for det sidste ciffer.
de: Sie haben eine falsche PIN eingegeben. Sie haben noch %d Versuche. Bitte geben Sie Ihre richtige PIN ein. Überprüfen Sie das Bestätigungssymbol für die letzte Ziffer.
es: Ha proporcionado un PIN erróneo. Le quedan %d intentos. Por favor introduzca de nuevo su PIN. Compruebe el icono de verificación para el último dígito.
fr: Vous avez entré un code PIN incorrect. Il vous reste encore %d essais. Entrez votre code PIN à nouveau. Utilisez l'icône de vérification pour le dernier chiffre.
fy: De PIN is ferkeard. Jo hawwe noch %d pogingen. Fier nochris jo PIN yn. Tink dêrby om it kontrôle teken by it lêste sifer.
hr: Unijeli ste neispravan PIN. Preostalo je %d pokušaja. Molimo ponovno unesite PIN kod. Provjerite verifikacijsku ikonu za zadnju znamenku.
it: Il PIN inserito e' incorretto. Ti restano %d tentativi. Per favore inserisci il tuo PIN. Controlla l'ultimo simbolo che appare nell'icona di verifica.
ja: PINが間違っています。あと%d回PINを入力することができます。もう一度PINを入力してください。最後の数字を入力した際に表示される動物アイコンが合っているかどうか確認してください。
nb: Du oppga feil pinkode. Du har %d forsøk igjen. Vennligst angi pinkode igjen. Sjekk verifikasjonsikon for det siste tallet.
nl: De opgegeven PIN is onjuist. Je hebt nog %d pogingen. Controleer of je de juiste PIN hebt en voer deze nogmaals in.
pl: Wprowadziłeś nieprawidłowy PIN. Masz %d próby. Wprowadź swój PIN ponownie. Sprawdź ikonę weryfikacji dla ostatniej cyfry.
pt: PIN incorrecto. Tem ainda %d tentativas. Por favor introduza o seu PIN de novo. Verifique o ícone de verificação para o ultimo digito.
sk: Nesprávny PIN. Zostáva vám %d pokusov. Prosím, zadajte svoj PIN. Overte kontrolný piktogram každej práve zadanej číslice.
sl: Vpisali ste napačen PIN. Z vpisom lahko poskusite še %d krat. Ponovno poskusite z vpisom in preverite verifikacijsko ikono zadnje številke.
sr: Uneli ste neispravan PIN. Preostalo je %d pokušaja. Molimo ponovo unesite PIN kod. Proverite verifikacionu ikonicu za poslednju cifru.
sv: Du skrev in en felaktig PIN kod. Du har %d försök kvar. Var snäll skriv in din PIN kod igen.

# error_enroll_already_enrolled
source: You already enrolled with the identity %@ for the service %@
da: Du er allerede blevet oprettet med identiteten %s ved tjenesten %s.
de: Sie haben sich mit der Identität %@ bereits beim Dienst %@ registriert.
es: Ya se registró con la identidad %@ en el servicio %@
fr: Vous êtes déjà enregistré avec l'identité %@ pour le service %@
fy: Jo hawwe de identiteit %@ al ris registreart foar de tsjinst %@
hr: Prethodno ste upisani sa identitetom %@ za uslugu %@
it: Sei gia' registrato con l'identita' %@ per i servizi %@
ja: すでに%@というIDでサービス%@に登録されています
nb: Du er allerede innmeldt med identiteten %@ for tjenesten %@
nl: Je hebt de identeit %@ reeds geregistreerd voor de dienst %@.
pl: Jesteś już zapisany z tożsamością %@ dla usługi %@
pt: Voce ja se subscreveu com a identidade %@ para o servico %@
sk: Už ste registrovaný/á ako %@ k službe %@.
sl: V storitev %@ ste se že registrirali z identiteto %@
sr: Prethodno ste upisani sa identitetom %@ za uslugu %@
sv: Du har redan registrerat användare %@ hos tjänsten %@

# error_enroll_already_enrolled_title
source: Already enrolled
da: Allerede oprettet
de: Bereits registriert
es: Ya está registrado
fr: Déjà enregistré
fy: al ris registreart
hr: Prethodno ste upisani
it: Sei gia' registrato
ja: 登録済みです
nb: Allerede innmeldt
nl: Account reeds geactiveerd
pl: Jesteś już zarejestrowany(a)
pt: Já se subscreveu
sk: Už ste registrovaný/á
sl: Že registriran.
sr: Već ste upisani
sv: Du är redan registrerad.

# error_enroll_failed_to_generate_secret
source: Failed to generate identity secret. Please contact support.
da: Kunne ikke generere identitetshemmelighed. Kontakt supporten.
de: Die Geheimdaten für die Identität konnten nicht erzeugt werden. Bitte kontaktieren Sie den Support.
es: Fallo en la generación del secreto de identidad. Por favor, contacte con el soporte
fr: Impossible de générer un secret dans votre identité. Veuillez contacter le support.
fy: Oanmeitsje geheim mislearre. Nim kontakt op mei support.
hr: Generiranje sigurnosne tajne za identitet nije uspjelo. Kontaktirajte podršku.
it: Errore nel creare l'identità segreta. Contatta il supporto tecnico.
ja: 秘密鍵の生成に失敗しました。サポートにご相談ください。
nb: Generering av bruker hemmelighet feilet. Vennligst kontakt brukerstøtte.
nl: Genereren geheim mislukt. Neem contact op met support.
pl: Nie udało się wygenerować sekretu tożsamości. Skontaktuj się z obsługą.
pt: Impossível gerar identidade secreta. Contacte o suporte por favor.
sk: Nepodarilo sa vytvoriť heslo pre identitu. Kontaktujte, prosím, používateľskú podporu.
sl: Napaka pri ustvarjanju identitete. Kontaktirajte oddelek za pomoč uporabnikom.
sr: Generisanje sigurnosne tajne za identitet nije uspelo. Kontaktirajte podršku.
sv: Kunde inte generera hemlighet. Kontakta support.

# error_enroll_failed_to_store_identity
source: Failed to store identity provider. Please contact support.
da: Kunne ikke gemme identitetsudbyder. Kontakt supporten.
de: Identitätsprovider konnte nicht gespeichert werden. Bitte wenden Sie sich an den Support.
es: Fallo al almacenar el proveedor de identidad. Por favor, contacte con el soporte
fr: Impossible d'enregistrer le fournisseur de service. Veuillez contacter le support.
fy: Opslaan identeit mislearre. Nim kontakt op mei support.
hr: Nije moguće pohraniti davatelja identiteta. Kontaktirajte podršku.
it: Errore nel registrare le tue credenziali. Per favore contatta il supporto tecnico.
ja: IDの登録に失敗しました。サポートに相談してください。
nb: Lagring av identitetsleverandør feilet. Vennligst kontakt brukerstøtte.
nl: Opslaan dienst mislukt. Neem contact op met support.
pl: Nie udało się zapisać dostawcy tożsamości. Skontaktuj się z obsługą.
pt: Armazenamento da provedor de identidades falhou. Por favor contacte o suporte.
sk: Zlyhalo uloženie poskytovateľa identity. Kotaktujte, prosím, používateľskú podporu.
sl: Napaka pri shranjevanju podatkov o ponudniku identitete. Kontaktirajte oddelek za pomoč uporabnikom.
sr: Nije moguće sačuvati Davaoca Identiteta. Kontaktirajte podršku.
sv: Misslyckades med att spara identitetsleverantör. Var snäll kontakta support.

# error_enroll_failed_to_store_identity_title
source: Account cannot be saved
da: Kontoen kan ikke oprettes
de: Benutzerkonto kann nicht gespeichert werden
es: La cuenta no ha podido ser guardada
fr: Le compte ne peut pas enregistré
fy: Akkount kin net opslein wurde
hr: Korisnički račun ne može biti pohranjen
it: L'account non puo' essere salvato
ja: アカウント情報が保存できません
nb: Konto kan ikke bli lagret
nl: Opslaan account mislukt
pl: Nie można zapisać konta
pt: Conta não pode ser guardada
sk: Účet nie je možné uložiť
sl: Podatkov o računu ni mogoče shraniti
sr: Korisnički nalog ne može biti sačuvan
sv: Kontot kan inte sparas

# error_enroll_invalid_qr_code
source: Invalid enrolment QR code.
da: QR-koden dur ikke til oprettelse.
de: Ungültiger QR Registrierungscode.
es: Código QR de registro inválido.
fr: Code QR d'enregistrement invalide.
fy: Ûnjildiche QR registraasje koade.
hr: Pogrešan QR kod za upis.
it: Codice QR di iscrizione invalido
ja: 登録用QRコードが不正です
nb: Ugyldig innmeldings QR kode.
nl: Ongeldige registratie QR-code.
pl: Nieprawidłowy kod QR do zapisu.
pt: Subscrição do QR invalida.
sk: Neplatný registračný QR kód.
sl: Napačna registracijska koda QR.
sr: Pogrešan QR kod za upis.
sv: Ogiltig registrerings QR kod.

# error_enroll_invalid_response
source: Invalid enrolment server response. Please contact the website administrator.
da: Ugyldigt svar fra oprettelsesserver. Kontakt websitets administrator.
de: Fehlerhafte Serverantwort bei der Registrierung. Bitte wenden Sie sich an den Administrator der Webseite.
es: Respuesta del servidor de registro inválida. Por favor, contacte con el administrador de la web
fr: Réponse du serveur d'enregistrement invalide. Veuillez contacter l'administrateur du site web.
fy: Ûnjildich antwurd fan de registraasje server. Nim kontakt op mei de ynternetside behearder.
hr: Pogrešan odgovor za upis zaprimljen od poslužitelja. Kontaktirajte administratora web stranice.
it: Risposta errata dal servizio di registrazione. Per favore contatta l'amministratore del sito web
ja: 登録サーバからの応答が不正です。ウェブサイトの管理者に連絡してください。
nb: Ugyldig innmeldings tjener respons. Vennligst kontakt webside administrator.
nl: Ongeldig antwoord van de registratie server. Neem contact op met de website beheerder.
pl: Nieprawidłowa odpowiedź z serwera rejestracji. Skontaktuj się z administratorem strony internetowej.
pt: Resposta do servidor invalida. Por favor contacte o administrador do web-site.
sk: Neplatná odozva registračného servera. Kontaktujte, prosím, správcu web servera.
sl: Napaka strežnika pri registraciji. Kontaktirajte skrbnika storitve.
sr: Pogrešan odgovor za upis primljen od servera. Kontaktirajte administratora web stranice.
sv: Ogiltigt registrerings svar. Var snäll kontakta websidans administratör.

# error_enroll_invalid_response_title
source: Invalid response
da: Ugyldigt svar
de: Ungültige Antwort
es: Respuesta inválida
fr: Réponse invalide
fy: Ûnjildich antwurd
hr: Pogrešan odgovor
it: Risposta invalida
ja: 応答が不正です
nb: Ugyldig respons
nl: Ongeldig antwoord
pl: Nieprawidłowa odpowiedź
pt: Reposta invalida
sk: Neplatná odozva
sl: Neveljaven odziv
sr: Pogrešan odgovor
sv: Ogiltigt svar

# error_enroll_logo_error
source: Cannot download service logo. Please contact the website administrator.
da: Kan ikke hente tjenestelogo. Kontakt websitets administrator.
de: Das Logo des Dienstes kann nicht heruntergeladen werden. Bitte wenden Sie sich an den Administrator der Webseite.
es: No se puede descargar el logo del servicio. Por favor, contacte con el administrador de la web.
fr: Impossible de télécharger le logo du service. Veuillez contacter l'administrateur du site web.
fy: Kin it byldmerk fan de tsjinst net ophelje. Nim kontakt op mei de ynternetside behearder.
hr: Nije moguće preuzeti logotip usluge. Kontaktirajte administratora web stranice.
it: Il logo del servizio non puo' essere scaricato. Per favore contatta l'amministratore del sito web
ja: サービスのロゴがダウンロードできません。ウェブサイトの管理者に連絡してください。
nb: Kan ikke laste ned tjeneste logo. Vennligst kontakt webside administrator.
nl: Kan het logo van de dienst niet downloaden. Neem contact op met de website beheerder.
pl: Nie można pobrać logo usługi. Skontaktuj się z administratorem strony internetowej.
pt: Download do logo de servico sem sucesso. Por facor contacte o administrador do website.
sk: Nedokážem stiahnuť logo služby. Kontaktujte, prosím, správcu web servera.
sl: Logotipa storitve ni mogoče prikazati. Kontaktiraje skrbnika storitve.
sr: Nije moguće preuzeti logotip servisa. Kontaktirajte administratora web stranice.
sv: Kan inte hämta tjänstens logotyp. Var snäll kontakta websidans administratör.

# error_enroll_logo_error_title
source: Enrol error
da: Oprettelse slog fejl
de: Fehler bei der Registrierung
es: Registrar error
fr: Erreur d'enregistrement
fy: Registrear fout
hr: Pogreška upisa
it: Errore durante la registrazione
ja: 登録エラー
nb: Innmeldingsfeil
nl: Geen identiteitverstrekker logo
pl: Błąd zapisu
pt: Erro de subscrição
sk: Chyba pri registrácii
sl: Napaka pri registraciji
sr: Greška pri upisu
sv: Registreringsfel

# fallback_identifier_label
source: Your ID is:
da: Dit ID er:
de: Ihr Identität ist:
es: Su identificador es:
fr: Votre ID est:
fy: Jo ID is:
hr: Vaš identifikator je:
it: Il tuo ID e':
ja: あなたのID：
nb: Din ID er:
nl: Je gebruiker ID is:
pl: Twoje ID to:
pt: O seu ID eh:
sk: Vaše ID je:
sl: Vaš ID je:
sr: Vaš identifikator je:
sv: Din ID är:

# full_name
source: Account
da: Konto
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
fy: Komplete namme
hr: Puno ime
it: Nome per esteso:
ja: フルネーム
nb: Fullt navn
nl: Volledige naam
pl: Konto
pt: Nome completo:
sk: Celé meno
sl: Ime in priimek
sr: Puno ime
sv: Hela namnet
