Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/TiqrCore/Resources/General/*.lproj/Localizable.strings
Languages: da, de, es, fr, fy, hr, it, ja, nb, nl, pl, pt, sk, sl, sr, sv

# about_title
source: About %@
da: Om %@
de: Über %@
es: Acerca de %@
fr: A propos de %@
fy: Oer %@
hr: O tiqr-u
it: Informazioni su %@
ja: tiqrについて
nb: Om %@
nl: Over %@
pl: O %@
pt: Sobre %@
sk: O aplikácii
sl: O programu %@
sr: O tiqr-u
sv: Om %@

source: Account activated!
da: Konto aktiveret!
de: Benutzerkonto aktiviert!
es: ¡Cuenta activada!
fr: Compte activé!
fy: Akkount aktiveart!
hr: Korisnički račun aktiviran!
it: Account attivato!
ja: アカウントが有効になりました!
nb: Konto aktivert!
nl: Je account is geactiveerd!
pl: Konto aktywowane!
pt: Conta activada!
sk: Účet aktivovaný!
sl: Račun aktiviran!
sr: Korisnički nalog aktiviran!
sv: Ditt konto är aktiverat!

# account_activation_title
source: Account activation
da: Kontoaktivering
de: Aktivierung des Benutzerkontos
es: Activación de cuenta
fr: Activation du compte
fy: Akkount aktivearje
hr: Aktivacija korisničkog računa
it: Attivazione account
ja: アカウントの有効化
nb: Konto aktivering
nl: Account activeren
pl: Aktywacja konta
pt: Activação da conta
sk: Aktivácia účtu
sl: Aktivacija računa
sr: Aktivacija korisničkog naloga
sv: Kontoaktivering

# account_details_title
source: Account details
da: Kontodetaljer
de: Details zum Benutzerkonto
es: Detalles de la cuenta
fr: Détails du compte
fy: Akkount details
hr: Detalji korisničkog računa
it: Informazioni sul tuo account
ja: アカウントの詳細
nb: Konto detaljer
pl: Szczegóły konta
pt: Detalhes da conta
sk: Detaily účtu
sl: Podrobnosti računa
sr: Detalji korisničkog naloga
sv: Kontoinformation

# account_ready
source: Your account is ready to be used.
da: Din konto er klar til brug.
de: Ihr Benutzerkonto kann jetzt benutzt werden
es: Su cuenta está lista para ser usada
fr: Votre compte est prêt à être utilisé
fy: Jo akkount is klear foar gebrûk
hr: Vaš korisnički račun je spreman za upotrebu
it: Il tuo account è pronto per l'uso
ja: アカウントが利用可能になりました
nb: Din konto er klar til bruk
nl: Je account is klaar voor gebruik.
pl: Twoje konto jest gotowe do użycia.
pt: A sua conta esta pronta para ser usada
sk: Váš účet je pripravený
sl: Vaš račun je pripravljen za uporabo
sr: Vaš korisnički nalog je spreman za upotrebu
sv: Ditt konto är färdigt för användning

source: Accounts
da: Konti
de: Benutzerkonten
es: Cuentas
fr: Comptes
fy: Akkounts
hr: Korisnički računi
it: Account
ja: アカウント一覧
nb: Konti
pl: Konta
pt: Contas
sk: Účty
sl: Računi
sr: Korisnički nalozi
sv: Konton

# activate_following_account
source: Do you want to activate your account?
da: Vil du aktivere din konto?
de: Möchten Sie das folgende Benutzerkonto aktivieren?
es: ¿Desea activar la siguiente cuenta?
fr: Voulez-vous activer le compte suivant?
fy: Wolle jo it folgende akkount aktivearje?
hr: Da li želite aktivirati sljedeći korisnički račun?
it: Vuoi attivare il seguente account?
ja: 以下のアカウントを有効にしますか？
nb: Ønkser du å aktivere følgende konto?
nl: Wil je het volgende account activeren?
pl: Czy chcesz aktywować swoje konto?
pt: Quer activar a seguinte conta?
sk: Želáte si aktivovať nasledovný účet?
sl: Ali želite aktivirati ta račun?
sr: Da li želite da aktivirate sledeći korisnički nalog?
sv: Vill du aktivera det här kontot?

source: App version: %@
da: App-udgave: %@

# authentication_fallback_description
source: Don't worry! Click the QR code on the website. You will be asked to enter the following one-time credentials:
da: Fortvivl ikke! Klik på QR-koden på websitet. Du vil blive bedt om at angive de følgende engangsakkreditiver:
de: Keine Panik! Klicken Sie auf den QR Code auf der Webseite. Daraufhin werden Sie aufgefordert, die folgenden nur einmalig gültigen Daten einzugeben:
es: ¡No se preocupe! Pulse el código QR en la ⏎ página web. Se solicitará que introduzca las ⏎ siguientes credenciales de un único uso:
fr: Rien de grave! Cliquez le code QR sur le site web. Vous allez devoir entrer les informations de connexion suivantes:
fy: Gjin panyk! Klik op de QR koade op de ynternetside. Jo wurde dan frege om de folgjende gegevens yn te fiere:
hr: Ne brinite! Kliknite na QR kod prikazan na web stranici. Bit ćete upitani da unesete sljedeće jednokratne vjerodajnice:
it: Clicca sul codice QR sul sito web per continuare . Ti verra' chiesto di inserire la tua one-time password :
ja: ネットワーク接続に問題がありますが心配無用です。⏎ ウェブサイトのQRコードをクリックするなりしてから、⏎ 次のワンタイムパスワードを入力してください：
nb: Ikke noe problem! Klikk QR koden på nettsiden. Du vil bli spurt om å skrive inn følgende engangs brukerinformasjon:
nl: Geen paniek! Klik op de QR-code op de website. Je wordt gevraagd om de volgende eenmalige gegevens in te geven:
pl: Nie martw się! Kliknij kod QR na stronie internetowej. Następnie wprowadź jednorazowe dane:
pt: Sem problema! Clique no código QR no Web-site. Ser-lhe-ao pedidas, só uma vez, as seguintes credenciais:
sk: Kliknite na QR kód na web stránke. Na požiadanie zadajte tieto jednorázové prístupové údaje:
sl: Ne skrbite! Kliknite kodo QR na spletni strani, in prijavili se boste lahko z enkratnim geslom:
sr: Ne brinite! Kliknite QR kod na web stranici. Od vas će se zahtevati da unesete jednokratne kredencijale:
sv: Ingen fara! Klicka på QR koden på websidan. Du kommer att bes om att skriva in följande engångs lösenord:

# authentication_fallback_title
source: You appear to be offline
da: Du er tilsyneladende offline
de: Sie scheinen offline zu sein
es: Parece que está desconectado
fr: Il semble que vous soyez hors réseau
fy: Jo lykje offline te wêze
hr: Nemate vezu na Internet
it: Non sei in linea
ja: ネットワークがオフラインです
nb: Det ser ikke ut som du er tilkoblet.
nl: Je lijkt offline te zijn
pl: Jesteś offline
pt: Voce esta offline
sk: Nedostupné sieťové pripojenie
sl: Vaša naprava nima aktivne povezave v internet
sr: Nemate vezu ka Internetu
sv: Du verkar inte ha kontakt med Internet

# authentication_title
source: Authentication
da: Indlogning
de: Authentifizierung
es: Autenticación
fr: Authentification
fy: Ynloche
hr: Autentikacija
it: Autenticazione
ja: 認証
nb: Autentisering
nl: Login
pl: Uwierzytelnianie
pt: Autenticação
sk: Overenie
sl: Avtentikacija
sr: Autentifikacija
sv: Autentisering

# camera_prompt_message
source: The %@ app requires access to the camera in order to scan QR codes. You can allow camera access to %@ in the settings.
da: %@ skal have adgang til dit kamera for at kunne skanne QR-koder. Du kan give %@ adgang til kameraet i Indstillinger.
ja: tiqrはQRコードをスキャンするため、カメラへのアクセスが必要です。 カメラへのアクセスを許可してください。
nl: %@ heeft toegang tot de camera nodig om QR codes te kunnen scannen. Je kunt de %@-app toestemming geven in de instellingen.
pl: Aplikacja %@ wymaga dostępu do aparatu w celu skanowania kodów QR. Możesz zezwolić na dostęp do aparatu dla %@ w ustawieniach.

# camera_prompt_title
source: Camera access required
da: Kameraadgang påkrævet
ja: カメラへのアクセスが必要
nl: Toegang tot de camera vereist
pl: Wymagany dostęp do aparatu

source: Cancel
da: Afbryd
ja: いいえ
nl: Annuleren
pl: Anuluj

source: Confirm account activation
da: Bekæft kontoaktivering
de: Aktivierung des Benutzerkontos bestätigen
es: Confirme la activación de la cuenta
fr: Confirmez l'activation du compte
fy: Befêstigje akkount aktivaasje
hr: Potvrdite aktivaciju korisničkog računa
it: Conferma l'attivazione del tuo account
ja: アカウントの有効化の確認
nb: Bekreft konto aktivering
nl: Bevestig accountactivatie
pl: Potwierdź aktywację konta
pt: Confirme activação da conta
sk: Potvrdiť aktiváciu účtu
sl: Potrdite aktivacijo računa
sr: Potvrdite aktivaciju korisničkog naloga
sv: Bekräfta kontoaktivering

# confirm_authentication
source: Are you sure you want to login?
da: Sikker på du vil logge ind?
de: Möchten Sie sich wirklich anmelden?
es: ¿Está seguro de que quiere acceder?
fr: Êtes-vous certain de vouloir vous connecter?
fy: Binne jo wis dat jo ynloche wolle?
hr: Jeste li sigurni da se želite prijaviti?
it: Sei sicuro di volerti collegare?
ja: 本当にログインしますか？
nb: sikkert på at du vil logge inn?
nl: Weet je zeker dat je wilt inloggen?
pl: Czy na pewno chcesz się zalogować?
pt: Tem a certeza que se quer ligar?
sk: Skutočne sa chcete prihlásiť?
sl: Ste prepričani, da se želite prijaviti?
sr: Jeste li sigurni da želite da se prijavite?
sv: Är du säker på att du vill logga in?

# confirm_authentication_title
source: Confirm login
da: Bekræft indlogning
de: Anmeldung bestätigen
es: Confirme el acceso
fr: Confirmez la connexion
fy: Ynloch befêstigje
hr: Potvrdite prijavu
it: Conferma il login
ja: ログインの確認
nb: Bekreft pålogging
nl: Login bevestigen
pl: Potwierdź logowanie
pt: Confirme login
sk: Potvrdiť prihlásenie
sl: Potrdite prijavo
sr: Potvrdite prijavu
sv: Är detta vem du vill logga in som?

# confirm_delete
source: This account can no longer be used when deleted.
da: Kontoen her kan altså ikke bruges længere hvis den slettes.
ja: 削除すると再登録が必要になります。
nl: Dit account kan na verwijderen niet meer gebruikt worden.
pl: To konto nie będzie już dostępne po usunięciu.

# confirm_delete_title
source: Are you sure?
da: Sikker?
ja: 設定を削除しますか？
nl: Weet je het zeker?
pl: Jesteś pewny(a)?

# delete_button
source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
fy: Fuortsmite
hr: Izbriši
it: Cancella
ja: 削除
nb: Slett
nl: Verwijder
pl: Usuń
pt: Apagar
sk: Odstrániť
sl: Izbriši
sr: Izbriši
sv: Radera

# developed_by_title
source: Developed by:
da: Udviklet af:
de: Entwickelt von:
es: Desarrollado por:
fr: Développé par:
fy: Ûntwikkele troch:
hr: Razvili:
it: Sviluppato da:
ja: 開発者：
nb: Utviklet av:
nl: Ontwikkeld door:
pl: Stworzone przez:
pt: Desenvolvido por:
sk: Vyvinuté v:
sl: Avtor:
sr: Razvili:
sv: Utvecklad av:

# done_button
source: Done
da: Færdig
de: Fertig
es: Hecho
fr: D'accord
fy: Klear
hr: U redu
it: Finito
ja: 完了
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
sk: OK
sl: OK
sr: U redu
sv: Klar

# enroll_error_title
source: Error
da: Fejl
de: Fehler
fr: Erreur
fy: Fout
hr: Pogreška
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
sk: Chyba
sl: Napaka
sr: Greška
sv: Fel

# enroll_following_domain
source: You will enrol to the following domain:
da: Du vil få oprettet en konto til domænet her:
de: Sie werden zur folgenden Domäne hinzugefügt:
es: Será registrado en el siguiente dominio:
fr: Vous allez vous enregistrer pour le domaine suivant:
fy: Jo geane jo oanmelde by it folgjende domein:
hr: Upisat ćete se na sljedeću domenu:
it: Verrai registrato al seguente dominio:
ja: 次のサーバに対して登録します：
nb: Du vil meldes inn i følgende domene:
nl: Je gaat je aanmelden bij het volgende domein:
pl: Zarejestrujesz się do następującej domeny:
pt: Você ir-se-a juntar ao seguinte domínio:
sk: Registrovať sa k:
sl: Registrirali se boste za naslednjo domeno:
sr: Upisaćete se na sledeći domen:
sv: Du kommer att registrera dig i följande domän:

# enrolled_following_domain
source: You are enrolled for the following domain:
da: Du opretter en konto til domænet her:
nl: Je hebt je aangemeld bij het volgende domein:
pl: Jesteś zarejestrowany(a) w następującej domenie:

# enrollment_confirmation_header_title
source: Account activation
da: Kontoaktivering
de: Aktivierung des Benutzerkontos
es: Activación de la cuenta
fr: Activation du compte
fy: Akkount activearje
hr: Aktivacija korisničkog računa
it: Attivazione account
ja: アカウントの有効化
nb: Konto aktivering
nl: Account activatie
pl: Aktywacja konta
pt: Activação da conta
sk: Aktivácia účtu
sl: Aktivacija računa
sr: Aktivacija korisničkog naloga
sv: Kontoaktivering

# enrollment_confirmation_title
source: Confirm account activation
da: Bekræft kontoaktivering
de: Aktivierung des Benutzerkontos bestätigen
es: Confirmar activación de cuenta
fr: Confirmez l'activation du compte
fy: Binne jo der wis fan dat jo josels registrearje wolle?
hr: Potvrdite aktivaciju korisničkog računa
it: Conferma l'attivazione dell'account
ja: アカウント有効化の確認
nb: Bekreft konto aktivering
nl: Registreren
pl: Potwierdź aktywację konta
pt: Confirme activação da conta
sk: Potvrdiť aktiváciu účtu
sl: Potrdite aktivacijo računa
sr: Potvrdite aktivaciju korisničkog naloga
sv: Bekräfta kontoaktivering

# enrollment_pin_intro
source: Choose a unique PIN for %@
da: Vælg en unik PIN-kode til %@
de: Wählen Sie eine PIN
es: Elija un PIN
fr: Choisissez un code PIN
fy: PIN kieze
hr: Odaberite PIN
it: Scegli il tuo PIN
ja: PINコードを設定してください
nb: Velg pinkode
nl: Kies een unieke PIN voor %@
pl: Wybierz unikalny kod PIN dla %@
pt: Escolhe um PIN
sk: Voľba PIN kódu
sl: Doličite PIN
sr: Odaberite PIN
sv: Välj en PIN kod

# enrollment_pin_message
source: Enter the PIN and press OK
da: Angiv en selvvalgt PIN-kode og tryk OK
de: Für dieses Benutzerkonto benötigen Sie einen PIN Code. Wenn Sie noch keinen haben, suchen Sie sich bitte einen aus.
es: Necesita un código PIN para esta cuenta. Si aún no tiene un código PIN para tiqr, por favor elija uno
fr: Vous devez utiliser un code PIN pour ce compte. Si vous n'avez encore de code PIN pour tiqr, veuillez en choisir un.
fy: Jo hawwe in PIN koade noadich foar dit akkount. Kies in PIN koade as jo noch net ien hawwe foar %@.
hr: Za ovaj korisnički račun potreban je PIN kod. Ukoliko nemate %@ PIN kod, molimo odaberite ga.
it: Per quest' account hai bisogno di un PIN. Se non hai il PIN per tiqr, selezionane uno
ja: このアカウントに対するPINコードを選んで入力してください。
nb: Du trenger en pinkode til denne konto. Hvis du ikke har en pinkode for %@ ennå, vennligst velg en.
nl: Vul de PIN in en druk op OK
pl: Wprowadź PIN i naciśnij OK
pt: Precisa de um PIN para esta conta. Se ainda não tiver um codigo PIN para tiqr, escolha um por favor.
sk: Tento účet vyžaduje PIN kód. Zvoľte si PIN kód, prosím.
sl: Za ta račun potrebujete PIN, če ga še nimate, si ga določite.
sr: Za ovaj korisnički nalog potreban je PIN kod. Ukoliko još uvek nemate %@ PIN kod, molimo izaberite ga.
sv: Du behöver en PIN kod för det här kontot. Om du inte har en PIN kod för tiqr, var snäll och välj en.

# enter_four_digit_pin
source: Enter the PIN and press OK
da: Angiv PIN-koden og tryk OK
de: Sie müssen zum Anmelden Ihre vierstellige PIN eingeben.
es: Necesita introducir un PIN de 4 dígitos para acceder
fr: Vous devez entrer votre code PIN à 4 chiffres pour vous connecter.
fy: Jo moatte jo fjouwer-siferiche PIN ynjaan om yn te loche.
hr: Za prijavu je potrebno unijeti 4-znamenkasti PIN kod.
it: Inserisci il PIN di 4 cifre per collegarti
ja: ログインするには4桁のPINコードが必要です
nb: Du må oppgi din 4-talls pinkode for å logge på.
nl: Vul de PIN in en druk op OK
pl: Wprowadź PIN i naciśnij OK
pt: Tem de teclar o seu PIN de 4-digitos para entrar.
sk: Pre prihlásenie je potrebné vložiť 4-miestny PIN kód.
sl: Za prijavo vpišite vaš 4-številčni PIN
sr: Za prijavu je potrebno uneti 4-cifreni PIN kod.
sv: Du måste skriva in din PIN kod

source: Enter PIN
da: Angiv PIN-kode
de: PIN eingeben
es: Introducir PIN
fr: Entrez le code PIN
fy: PIN ynjaan
hr: Unesite PIN
it: Inserisci il PIN
ja: PINコードを入力してください
nb: Angi pinkode
nl: Geef PIN
pl: Wprowadź PIN
pt: Tecle o seu PIN
sk: PIN kód
sl: Vpišite PIN
sr: Unesite PIN
sv: Skriv in din PIN kod

source: Error
da: Fejl
de: Fehler
fr: Erreur
fy: Fout
hr: Pogreška
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
sk: Chyba
sl: Napaka
sr: Greška
sv: Ett fel har uppstått

# error_auth_account_blocked_message
source: This account can no longer be used.
da: Kontoen her kan ikke længere bruges.
de: Dieses Benutzerkonto kann nicht mehr benutzt werden.
es: Esta cuenta no puede seguir siendo utilizada.
fr: Ce compte ne peut plus être utilisé.
fy: Dit akkount kin net mear brûkt wurde.
hr: Ovaj korisnički račun više se ne može koristiti.
it: Questo account non puo' essere usato
ja: このアカウントは利用できなくなりました
nb: Denne konto kan ikke lenger brukes.
nl: Dit account is niet langer geldig.
pl: To konto nie będzie już dostępne.
pt: Esta conta já não pode ser usada.
sk: Tento účet nie je možné naďalej používať.
sl: Ta račun ni več možno uporabiti.
sr: Ovaj korisnički nalog više se ne može koristiti.
sv: Det här kontot kan inte längre användas

# error_auth_account_blocked_temporary_message
source: This account has been blocked for %@ minutes.
da: Kontoen her spærres i %@ minutter.
de: Dieses Benutzerkonto ist während %@ minuten gesperrt.
es: Esta cuenta ha sido bloqueada por %@ minutos.
fr: Ce compte a été bloqué pendant %@ minutes.
fy: Dit akkount is foar %@ minuten blokkeard.
hr: Ovaj korisnički račun zablokiran je na %@ minuta.
it: Questo account è stato bloccato per %@ minuti.
ja: このアカウントは %@ 分間利用できません。
nb: Denne kontoen har blitt blokkert i %@ minutter.
nl: Dit account is voor %@ minuten geblokkeerd.
pl: To konto zostało zablokowane na %@ minut.
pt: Esta conta foi bloqueada durante %@ minutos.
sk: Tento účet bol zablokovaný po dobu %@ minút.
sl: Ta račun je bil za %@ minut blokirana.
sr: Ovaj nalog je blokiran %@ minuta.
sv: Detta konto har blockerats i %@ minuter.

# error_auth_account_blocked_temporary_title
source: This account has been blocked temporarily.
da: Kontoen her er midlertidigt spærret.
de: Dieses Benutzerkonto ist vorübergehend gesperrt.
es: Esta cuenta ha sido bloqueada temporalmente.
fr: Ce compte a été bloqué temporairement.
fy: Dit akkount is tydlik blokkeard.
hr: Ovaj korisnički račun privremeno je zablokiran.
it: Questo account è stato bloccato temporaneamente.
ja: このアカウントは一時的に利用不能になりました。
nb: Denne kontoen har blitt midlertidig blokkert.
nl: Dit account is tijdelijk geblokkeerd.
pl: To konto zostało tymczasowo zablokowane.
pt: Esta conta foi temporariamente bloqueado.
sk: Tento účet bol dočasne zablokovaný.
sl: Ta račun je bil začasno blokiran.
sr: Ovaj nalog je privremeno blokiran.
sv: Detta konto har blockerats tillfälligt.

# error_auth_account_blocked_title
source: Account blocked
da: Konto spærret
de: Benutzerkonto gesperrt
es: Cuenta bloqueada
fr: Compte bloqué
fy: Akkount blokkeart
hr: Blokiran korisnički račun
it: Account bloccato
ja: アカウント利用停止
nb: Blokkert konto
nl: Account geblokkeerd
pl: Konto zablokowane
pt: Conta bloqueada
sk: Účet blokovaný
sl: Račun je blokiran.
sr: Blokiran korisnički nalog
sv: Konto är blockerat

# error_auth_infinite_attempts_left
source: You supplied an incorrect PIN. Please enter your PIN again. Check the verification icon for the last digit.
da: Du har angivet en forkert PIN-kode. Angiv din PIN-kode igen. Tjek bekræftelsesikonen for det sidste ciffer.
de: Sie haben eine falsche PIN eingegeben. Bitte geben Sie Ihre richtige PIN ein. Überprüfen Sie das Bestätigungssymbol für die letzte Ziffer.
es: Proporcinaste un PIN incorrecto. Por favor introduce tu PIN nuevamente. Usa el icono de verificación para el último dígito.
fr: Vous avez entré un code PIN incorrect. Veuillez re-entrer votre code PIN. Utilisez l'icône de vérification pour le dernier chiffre.
fy: De opjane PIN is ferkeard. Fier nochris jo PIN yn. Tink dêrby om it kontrôle teken by it lêste sifer.
hr: Unijeli ste pogrešan PIN. Molimo pokušajte ponovno. Provjerite ikonu za verifikaciju zadnje znamenke.
it: Il PIN inserito e' incorretto. Per favore inserisci il tuo PIN. Controlla l'ultimo simbolo che appare nell'icona di verifica.
ja: PINが間違っています。もう一度PINを入力してください。最後の数字を入力した際の動物アイコンが一致しているかどうか確認してください。
nb: Du oppga feil pinkode. Oppgi pinkode igjen. Se verifikasjonsikon for det siste sifferet.
nl: De opgegeven PIN is onjuist. Voer je PIN opnieuw in. Controleer of je de juiste PIN hebt en voer deze nogmaals in.
pl: Wprowadzono nieprawidłowy PIN. Wprowadź swój PIN ponownie. Sprawdź ikonę weryfikacji dla ostatniej cyfry.
pt: PIN incorrecto. Por favor introduza o seu PIN de novo. Verifique the icon de verificacao para o ultimo digito.
sk: Nesprávny PIN. Prosím, zadajte PIN.
sl: Vpisali ste našalen PIN. Ponovno poskusite z vpisom in preverite verifikacijsko ikono zadnje številke.
sr: Dali ste netačan PIN. Molimo vas da unesete PIN ponovo. Proverite verifikacionu ikonicu za poslednju cifru.
sv: Du skrev in en felaktig PIN kod. Var snäll skriv in din PIN kod igen.

# error_auth_invalid_account
source: Invalid account
da: Ugyldig konto
de: Ungültiges Benutzerkonto
es: Cuenta inválida
fr: Compte invalide
fy: Ûnjildich akkount
hr: Neispravan korisnički račun
it: Account invalido
ja: アカウントが無効です
nb: Ugyldig konto
nl: Ongeldig account
pl: Nieprawidłowe konto
pt: Conta invalida
sk: Neplatný účet
sl: Neveljaven račun
sr: Neispravan korisnički nalog
sv: Ogiltigt konto

# error_auth_invalid_account_message
source: You tried to log in with an invalid or unknown account. Please (re-)activate your account first.
da: Du har prøvet at logge ind med en ugyldig eller ukendt konto. Prøv først at (gen)aktivere din konto.
de: Sie haben versucht, sich mit einem unbekannten oder falschen Benutzerkonto anzumelden. Bitte aktivieren Sie ihr Benutzerkonto erneut.
es: Usted intentó acceder con una cuenta inválida o desconocida. Por favor, (re)active su cuentañ.
fr: Vous avez essayé de vous connecter avec un compte invalide ou inconnu. Veuillez d'abord (re-)activer votre compte.
fy: Jo besykje yn te loche mei in ûnjildich of ûnbekend akkount. (Re-)aktivear jo akkount earst.
hr: Pokušali ste se prijaviti sa neispravnim ili nepostojećim korisničkim računom. Molimo (re)aktivirajte svoj korisnički račun.
it: L'account usato per collegarti e' invalito o non attivo. Riattiva il tuo account e riprova a collegarti
ja: 無効なアカウントでログインを試みています。登録しなおしてください。
nb: Du forsøkte å logge inn med en ugyldig eller ukjent konto. Vennligst (re)aktiver konto først.
nl: Je probeert in te loggen met een ongeldig of onbekend account. (Her-)activeer je account eerst.
pl: Próbowałeś się zalogować za pomocą nieprawidłowego lub nieznanego konta. Proszę, (ponownie) aktywuj swoje konto.
pt: Tentou entrar com uma conta invalida ou inexistente. Por favor active ou (re)-active a sua conta primeiro.
sk: Pokus o prihlásenie s neplatným alebo neznámym účtom. Prosím, (re-)aktivujte svoj účet.
sl: Poskušate se prijaviti z neveljavnim računom. Poskusite najprej reaktivirati svoj račun.
sr: Pokušali ste da se prijavite sa neispravnim ili nepostojećim korisničkim nalogom. Molimo (re)aktivirajte svoj korisnički nalog.
sv: Du försökte logga in med ett ogiltigt eller okänt konto. Var snäll och aktivera ditt konto först.

# error_auth_invalid_challenge_message
source: The scanned QR code is invalid or has expired. Please try again.
da: Den indskannede QR-kode er ugyldig eller udløbet. Prøv igen.
de: Der eingescannte QR Code ist ungültig oder schon abgelaufen. Bitte versuchen Sie es erneut.
es: El código QR escaneado es inválido o ha caducado. Por favor, inténtelo de nuevo.
fr: Le code QR scanné est invalide ou a expiré. Veuillez essayer à nouveau.
fy: De scande QR koade is ûnjildich of ferrûn. Besykje it op 'e nij.
hr: Skenirani QR kod je neispravan ili je istekao. Molimo pokušajte ponovno.
it: Il codice QR aquisito e' invalido o scaduto. Per favore riprova con un altro codice
ja: スキャンされたQRコードは無効または期限切れです。やりなおしてください。
nb: Skannet QR kode er ugyldig eller utgått på tid. Vennligst prøv igjen.
nl: De gescande QR-code is ongeldig of verlopen. Probeer het opnieuw.
pl: Zeskanowany kod QR jest nieprawidłowy lub wygasł. Spróbuj ponownie.
pt: O codigo QR de que fez o scan eh invalido ou expirou. Por favor tente novamente.
sk: Nasnímaný QR kód nie je platný alebo expiroval. Skúste znova, prosím.
sl: Skenirana koda QR je neveljavna ali ji je potekel čas veljavnosti
sr: Skenirani QR kod je neispravan ili je istekao. Molimo pokušajte ponovno.
sv: Den inskannade QR koden är inte giltig eller för gammal. Var snäll och försök igen.

# error_auth_invalid_challenge_title
source: Invalid challenge
da: Ugyldig challenge
de: Ungültige Challenge
es: Reto inválido
fr: Challenge invalide
fy: Ûnjildich fersyk
hr: Neispravan sigurnosni izazov
it: Il codice QR inviato è scaduto
ja: チャレンジが無効です
nb: Ugyldig utfordring
nl: Ongeldig verzoek
pl: Nieprawidłowy kod
pt: Desafio invalido
sk: Neplatná výzva
sl: Napaka: "neveljaven poziv"
sr: Neispravan sigurnosni izazov
sv: Ogiltig 'challenge'
