Repository: SURFnet/tiqr-app-core-ios
Catalog: Sources/TiqrCore/Resources/General/*.lproj/Localizable.strings
Languages: da, de, es, fr, fy, hr, it, ja, nb, nl, pl, pt, sk, sl, sr, sv

# main_text_welcome
source: <b>Use the %@ app on your smartphone to log in to websites easily and secure.</b><br/><br/>Register your new %@ account and follow the instructions for activation.<br/><br/>Press <b>Scan</b> when asked.
da: <b>Brug %@ på din smartphone til at logge ind nemt og sikkert.</b><br/><br/>Registrer din nye tiqr-konto og følg aktiveringsvejledningen.<br/><br/>Tryk på <b>Skan</b> når du bliver bedt om det.
de: Mit Hilfe von %@ können Sie sich mit Ihrem Smartphone einfach und sicher bei Onlinediensten anmelden.<br/><br/>In der Anwendung gibt es noch kein aktives Benutzerkonto. Sie brauchen ein aktives Benutzerkonto um %@ benutzen zu können. Hier finden Sie eine Liste von Identitätsprovidern: <a href="https://tiqr.org">tiqr.org</a>.<br/><br/>Nach der Registrierung erhalten Sie einen Aktivierungscode und weitere Anweisungen. Während des Aktivierungsvorgangs müssen Sie einen QR Code einscannen. Drücken Sie auf <b>Scannen</b> wenn Sie dazu aufgefordert werden.
es: Con %@ puede usar su smartphone para acceder a servicios en red de manera fácil y segura.<br/><br/> Aún no tiene una cuenta activa. Necesita una cuenta activa para usar tiqr. Hay una lista de proveedores de identidad en <a href="https://tiqr.org">tiqr.org</a>. <br/><br/> Después de registrarse, recibirá un código de activación e instrucciones para activar su cuenta. Durante el proceso de autenticación deberá escanear un código QR. Pulse <b>Escanear</b> si se le pide.
fr: Grâce à %@ vous pouvez utilisez votre mobile pour vous connecter simplement et en sécurité à des service en ligne.<br/><br/> L'application n'a pas encore de compte activé. Vous devez avoir un compte activé pour utiliser tiqr. Vous pouvez trouver une liste de fournisseurs de services sur <a ref="https://tiqr.org">tiqr.org</a>.<br/><br/>Après l'enregistrement, vous recevrez un code d'activation et les instructions pour activer votre compte. Pendant l'activation, vous devrez scanner un code QR. Pressez <b>Scan</b> si demandé.
fy: Mei %@ kinne jo mei jo mobile telefoan maklik en feilich ynloche by ferskillende Ynternetsides. <br/> <br/>De tapassing hat noch net in aktyf akkount. Jo hawwe in aktyf akkount noadich om %@ brûke te kinne. In list mei identiteit ferstrekkers kinne jo fine by <a href="https://tiqr.org">tiqr.org</a>. <br/><br/>Nei registraasje krije jo in aktivaasje koade en ynstruksje hoe jo akkount te aktivearje. Ûnder it aktivaasje proses moatte jo in QR koade scanne. Druk op <b>Scan</b> as dêrom frege wurd.
hr: %@ omogućava jednostavan i siguran način prijave na web usluge, korištenjem Vašeg pametnog telefona. <br/><br/> Trenutno ne postoji aktivan korisnički račun koji je potreban za korištenje aplikacije, kreirajte ga. Lista davatelja identiteta dostupna je na <a href="https://tiqr.org">tiqr.org</a>. <br/><br/> Nakon registracije, zaprimit ćete aktivacijski kod zajedno sa uputama za aktivaciju korisničkog računa. Tijekom aktivacije potrebno je skenirati QR kod. Pritisnite <b>Skeniranje</b> kada bude zatraženo.
it: %@ ti permette di accedere a diversi servizi internet in modo sicuro usando il tuo smartphone. <br/><br/> Per usare %@ hai bisogno di un accout attivo. Al momento non c'e' nessun account attivo. Per creare il tuo %@ account visita il sito <a href="https://tiqr.org">tiqr.org</a>.<br/><br/> Dopo la registrazione, riceverai un codice di attivazione e le relative istruzioni per attivare il tuo account. Durante il processo di attivazione ti verra' richiesto di fare la scansione del codice QR. Premi <b>Scansione</b> quando ti verra' richiesto.
ja: tiqrを利用すれば、スマートフォンで簡単かつ安全にオンラインサービスにログインすることができます。<br/><br/>まず最初にアカウント登録を行ってください。tiqrが利用可能なIDプロバイダの一覧は <a href="https://tiqr.org">tiqr.org</a>にあります。<br/><br/>登録後に、アカウントを有効化するためのコードとその方法の説明が通知されます。有効化手続きの中でQRコードのスキャンを行う際には、指示に従って<b>スキャン</b>のボタンを押してください。
nb: Med %@ kan du ved hjelp av din smarttelefon enkelt og sikkert logge inn på online tjenester. <br/><br/> Applikasjonen har ikke en aktiv konto. Du må ha en aktiv konto for å bruke tiqr. Du finner en liste identitetstilbydere på <a href="https://tiqr.org">tiqr.org</a>. <br/><br/> Etter registrering vil du motta en aktiveringskode og instruksjoner for aktivering av din konto. Under aktiveringsprosessen må du skanne en QR kode. Trykk <b>Scan</b> på oppfordring.
nl: <b>Met de %@-app kun je met je smartphone veilig en vertrouwd inloggen bij verschillende webdiensten.</b><br/><br/>Deze app bevat nog geen actief account. Om gebruik te maken van %@ heb je een geactiveerd account nodig.<br/><br/>Tijdens het activatieproces moet je een QR code scannen. Druk op <b>Scannen</> als hier om gevraagd wordt.
pl: <b>Użyj aplikacji %@ na swoim smartfonie, aby łatwo i bezpiecznie logować się na strony internetowe.</b><br/><br/>Zarejestruj nowe konto %@ i postępuj zgodnie z instrukcjami aktywacji.<br/><br/>Naciśnij <b>Skanuj</b>, gdy zostaniesz o to poproszony.
pt: Usando o %@ poderá usar o seu smartphone para de uma maneira fácil e segura aceder a serviços online. <br/><br/> A aplicação não tem uma conta activa. Você necessita de uma conta activa para usar tiqr. Poderá encontrar uma lista de providers em <a href="https://tiqr.org">tiqr.org</a>. <br/><br/> Depois de se registrar, recebera um código de activação e instruções para activar a sua conta. Durante o processo de activação necessitara de fazer um scan a um código QR. Carregá <b>Scan</b> se pedido.
sk: S %@ možete použiť váš mobilný telefón na jednoduché a bezpečné prihlásenie k webovým službám.<br/><br/>V aplikácii zatiaľ nemáte aktívny účet. Pre použitie %@ budete potrebovať účet. Zoznam poskytovateľov identít nájdete na <a href="https://tiqr.org">tiqr.org</a>. <br/><br/>Po registrácii obdržíte aktivačný kód spolu s pokynmi, ako svoj účet aktivovať. V priebehu aktivácie bude potrebné nasnímať QR kód. Výzvu <b>Skenovať</b> potvrďte stlačením tlačítka.
sl: Aplikacija %@ je namenjena enostavni in varni prijavite v spletne storitve z uporabito ​​pametnega telefona. <br/> <br/> Pred prvo uporabo je potrebno dodati že predhodno registriran račun. Seznam ponudnikov identitet se nahaja na <a href="https://tiqr.org">tiqr.org</a>. <br/> <br/> Po registraciji boste prejeli aktivacijsko kodo z navodili o postopku aktivacije. Med postopkom aktivacije boste morali skenirati kodo QR, zato pritisnite na gumb <b>Skeniraj</b>, če bo aplikacija od vas to zahtevala.
sr: Korišćenjem tiqr-a možete koristiti vaš smartphone da se jednostavno i sigurno povežete na nekoliko web sajtova.<br/> <br/> Ova aplikacija još uvek nema aktivan nalog. Potreban vam je aktivan nalog da biste koristili tiqr. Možete naći listu Davalaca Identiteta na <a href="https://tiqr.org">tiqr.org</a>. <br/> <br/> Nakon registracije, dobićete aktivacioni kod i uputstva za aktivaciju vašeg naloga. Prilikom aktivacionog procesa potrebno je da skenirate QR kod. Pritisnite <b>Skeniraj</b> ako se to traži.
sv: Om du använder %@ på din smarta telefon kan du enkelt och säkert logga in på Internetbaserade tjänster. <br/><br/> Du har inget aktivt konto på applikationen. Du måste ha ett aktivt konto för att kunna använda tiqr. Du hittar en lista med identitetsleverantörer på <a href="https://tiqr.org">tiqr.org</a>. <br/><br/> Efter du har registrerat, kommer du att få en aktiverings kod och instruktioner för att aktivera din konto. Under aktiverings processen måste du skanna in en QR code. Tryck på <b>Skanna in</b> när du beds om det.

# main_title_blocked
source: %@ is blocked
da: %@ er spærret
de: %@ ist gesperrt
es: %@ está bloqueado
fr: %@ est bloqué
fy: %@ is blokkeart
hr: %@ je blokiran
it: %@ e' stato bloccato
ja: tiqrは利用停止中です
nb: %@ er blokkert
nl: %@ is geblokkeerd
pl: %@ jest zablokowane
pt: %@ esta bloqueado
sk: %@ je zablokovaný
sl: %@ je blokiran
sr: %@ je blokiran
sv: %@ är blockerad

# main_title_instructions
source: Instructions
da: Vejledning
de: Bedienungsanleitung
es: Instrucciones
fy: Ynstruksje
hr: Upute
it: Istruzioni
ja: 利用方法
nb: Instruksjoner
nl: Uitleg
pl: Instrukcja
pt: Instruções
sk: Inštrukcie
sl: Navodila
sr: Uputstva
sv: instruktioner

# main_title_welcome
source: Welcome to %@
da: Velkommen til %@
de: Willkommen bei %@
es: Bienvenido a %@
fr: Bienvenu à %@
fy: Wolkom by %@
hr: Dobro došli u %@
it: Benvenuto nel %@
ja: tiqrへようこそ
nb: Velkommen til %@
nl: Welkom bij de %@ app
pl: Witaj w %@
pt: Bemvindo ao %@
sk: Vitajte v tikr
sl: Dobrodošli v %@
sr: Dobro došli u %@
sv: Välkommen till %@

# msg_default_status
source: Place a QR code inside the rectangle to scan it.
da: Før rektanglet hen over en QR-kode for at skanne den.
de: Rücken Sie den QR Code in das Rechteck um ihn zu scannen.
es: Introduzca un código QR dentro del rectángulo para escanearlo.
fr: Placer un code QR dans du rectangle pour le scanner.
fy: Pleats in QR koade yn it fjouwerkant om dizze te scanne.
hr: Pozicionirajte QR kod unutar kvadrata za skeniranje.
it: Posiziona il codice QR all'interno del rettangolo per iniziare la scansione
ja: 枠の中にQRコードが収まるようにスキャンしてください
nb: Plasser en QR kode i rektangelet for å scanne den
nl: Plaats een QR-code in het vierkant om deze te scannen.
pl: Umieść kod QR wewnątrz prostokąta, aby go zeskanować.
pt: Coloque um codigo QR dentro do rectangulo para fazer um scan.
sk: QR kód pri skenovaní umiestnite do vnútra obdĺžnika.
sl: Ujamite kodo QR znotraj okvira za skeniranje.
sr: Pozicionirajte QR kod unutar pravougaonika za skeniranje.
sv: Placera QR koden inuti rektangeln för att skanna in den.

# no_active_internet_connection.
source: You appear to have no active Internet connection.
da: Du er tilsyneladende offline.
de: Sie scheinen nicht mit dem Internet verbunden zu sein.
es: Parece que su conexión a Internet no está activa.
fr: Il semble que vous ne soyez pas connecté à Internet.
fy: Jo hawwe gjin Ynternet ferbining.
hr: Nemate vezu na Internet
it: Utente non inlinea.
ja: インターネット接続がありません
nb: Det ser ut til at du ikke har en Internettforbindelse.
nl: Je hebt geen internetverbinding.
pl: Nie masz aktywnego połączenia internetowego.
pt: O acesso ah Internet não esta activo.
sk: Zdá sa, že vaše pripojenie k Internetu nie je aktívne.
sl: Kot kaže, nimate aktivne povezave v internet.
sr: Nemate vezu ka Internetu
sv: Du verkar inte ha någon aktiv Internetförbindelse

# no_button
source: No
da: Nej
de: Nein
fr: Non
fy: Nee
hr: Ne
ja: いいえ
nb: Nei
nl: Nee
pl: Nie
pt: Não
sk: Nie
sl: Ne
sr: Ne
sv: Nej

source: No connection
da: Ingen forbindelse
de: Keine Verbindung
es: Sin conexión
fr: Pas de réseau
fy: Gjin ferbining
hr: Nije uspostavljena veza
it: Nessuna connessione Internet disponibile
ja: ネットワーク接続がありません
nb: Ingen forbindelse
nl: Helaas, geen verbinding
pl: Brak połączenia z internetem
pt: Sem conexão
sk: Pripojenie nedostupné
sl: Brez povezave
sr: Nije uspostavljena veza
sv: Ingen förbindelse

# note_pin_not_verified
source: If you can't login with the credentials above, scan again and enter the correct PIN code.
da: Hvis du ikke får adgang med akkreditiverne herover, skal du skanne på ny og angive den rigtige PIN-kode.
de: Wenn Sie sich mit den oben angezeigten Daten nicht anmelden können, scannen Sie noch einmal und geben Sie den korrekten PIN Code ein.
es: Si no puede acceder con las credenciales mostradas arriba, escanee ⏎ de nuevo e introduzca el código PIN correcto.
fr: Si vous ne pouvez pas vous connecter avec les informations ci-dessus, scannez à nouveau et entrez votre code PIN.
fy: Wannear't jo net ynloche kinne mei boppesteande gegevens, scan dan op 'e nij en jou de korrekte PIN koade yn.
hr: Ukoliko se ne možete prijavit sa navedenim vjerodajnicama, skenirajte ponovno i unesite ispravan PIN kod.
it: Se non ti colleghi con le credenziali inserite, acquisisci di nuovo e inserisci il codice PIN corretto.
ja: もしこのワンタイムパスワードでログインできない場合は、もう一度スキャンして正しいPINコードを入力しなおしてください
nb: Hvis du ikke kan logge inn med opplysningene over, scan igjen og oppgi korrekt pinkode.
nl: Als je niet kunt inloggen met de bovenstaande gegevens, scan dan opnieuw en geef de correcte PIN code in.
pl: Jeśli nie możesz się zalogować za pomocą powyższych danych, zeskanuj ponownie i wprowadź prawidłowy kod PIN.
pt: Se nao conseguir entrar com as credenciais de cima, faca um scan de novo e introduza o PIN correcto.
sk: Pokiaľ prihlásenie zlyhalo, skúste znova načítať QR kód a zadať správny PIN.
sl: V kolikor prijava ni uspela, ponovno skenirajte kodo QR in vpišite vaš PIN.
sr: Ukoliko se ne možete prijaviti sa navedenim kredencijalima, skenirajte ponovo i unesite ispravan PIN kod.
sv: Om du inte kan logga in med uppgifterna ovan, skanna igen och skriv in den korrekta PIN koden.

# note_pin_not_verified_title
source: Note: your PIN has not been verified yet.
da: Bemærk: Din PIN-kode er ikke blevet bekræftet endnu.
de: Hinweis: Ihre PIN wurde noch nicht verifiziert.
es: Nota: su PIN aún no ha sido verificado.
fr: Note: votre code PIN n'a pas encore été vérifié.
fy: Opmerking: jo PIN is noch net ferifieart.
hr: Napomena: Vaš PIN još nije potvrđen.
it: Attenzione: il tuo PIN non e' stato verificato
ja: 注意：PINコードはまだ確認できていません
nb: Merk: din pinkode har ikke blitt verifisert ennå
nl: Opmerking: je PIN is nog niet geverifieerd.
pl: Uwaga: Twój kod PIN nie został jeszcze zweryfikowany.
pt: Nota: o seu PIN ainda não foi verificado.
sk: Poznámka: váš PIN zatiaľ nebol overený.
sl: Opomba: Vaš PIN še ni bil preverjen.
sr: Napomena: Vaš PIN još nije potvrđen.
sv: OBS! Din PIN kod har inte verifierats än.

# otp_label
source: One-time password:
da: Engangskode:
de: Einmalig gültiges Passwort:
es: Password de un único uso:
fr: Mot de passe tiqr:
fy: Tydlik passwurd:
hr: Jednokratna lozinka:
ja: ワンタイムパスワード：
nb: Engangspassord:
nl: Eénmalig wachtwoord:
pl: Hasło jednorazowe:
pt: Password temporária:
sk: Jednorázové heslo:
sl: Enkratno geslo:
sr: Jednokratna lozinka:
sv: Engångs lösenord.

# password_verify_back_button
source: Verify PIN
da: Bekræft PIN-kode
de: PIN bestätigen
es: Verificar PIN
fr: Confirmez le code PIN
fy: PIN ferifikaasje
hr: Potvrdite PIN
it: Verifica PIN
ja: PINコードの確認
nb: Verifiser pinkode
nl: Bevestig PIN
pl: Zweryfikuj PIN
pt: Verifique o PIN
sk: Potvrdenie PIN kódu
sl: Ponovno vpišite PIN
sr: Potvrdite PIN
sv: Verifier PIN kod.

# passwords_dont_match
source: The entered PINs don't match. Try again. Choose a PIN you can remember.
da: De angivne PIN-koder er forskellige. Prøv igen. Vælg en PIN-kode du kan huske.
de: Die eingegebenen PINs stimmen nicht überein. Versuchen Sie es noch einmal. Wählen Sie eine PIN die Sie sich merken können.
es: Los PINs introducidos no coinciden. Pruebe de nuevo.⏎ Elija un PIN que pueda recordar.
fr: Les codes PIN ne correspondent pas. Essayez à nouveau. Choisissez un code PIN que vous pouvez retenir.
fy: De 2 PIN koades komme net oerien mei inoar, besykje it op 'e nij. Kies in PIN koade dy't jo ûnthâlde kinne.
hr: Uneseni PIN kodovi se ne poklapaju. Pokušajte ponovno. Odaberite PIN koji možete upamtiti.
it: Il PIN inserito e' incorretto. Si prega di riprovare
ja: PINコードが一致しません。再入力してください。⏎ 忘れ難いPINコードを設定してください。
nb: Oppgitte pinkoder er ulike. Prøv igjen. Velg en pinkode du husker.
nl: De 2 PIN-codes komen niet met elkaar overeen, probeer het opnieuw. Kies een PIN code die je kunt onthouden.
pl: Wprowadzone kody PIN nie są identyczne. Spróbuj ponownie. Wybierz kod PIN, który możesz zapamiętać.
pt: Os PINs nao correspondem. Tente outra vez. Escolha um PIN de que se consiga lembrar.
sk: PIN kódy sa nezhodujú. Opakujte zadanie, prosím. Zvoľte PIN kód, ktorý si dokážete zapamätať.
sl: Vpisana PIN-a se ne ujemata. Poskusite ponovno. Določite PIN, ki si ga boste lahko zapomnili.
sr: Uneseni PIN kodovi se ne poklapaju. Pokušajte ponovo. Odaberite PIN koji možete zapamtiti.
sv: De inskrivna PIN koderna matchar inte. Försök igen Välj en PIN kod du kan komma ihåg.

# passwords_dont_match_title
source: PINs don't match
da: PIN-koderne er forskellige
de: PINs stimmen nicht überein
es: Los códigos PIN no coinciden
fr: Les codes PIN ne correspondent pas
fy: PIN koades komme net oerien
hr: PIN kodovi se ne poklapaju
it: PIN incorretto
ja: PINコードが一致しません
nb: Pinkoder er ulike
nl: PINs komen niet overeen.
pl: Kody PIN nie są zgodne
pt: Os PINs nao correspondem
sk: PIN kódy sa nezhodujú
sl: PIN-a se ne ujemata
sr: PIN kodovi se ne poklapaju
sv: PIN koderna matchar inte.

# pin_fallback_button
source: Use PIN
da: Brug PIN-kode
ja: PINの認証に変更
nl: PIN gebruiken
pl: Użyj kodu PIN

source: provided by:
da: leveret af:
de: Zur Verfügung gestellt von:
es: proporcionado por:
fr: fourni par:
fy: oanbean troch:
hr: omogućio:
it: Offerto da:
ja: 提供：
nb: Levert av:
nl: aangeboden door:
pl: dostarczone przez:
pt: Feito por:
sk: poskytovateľ:
sl: Omogoča:
sr: omogućio:
sv: Tillhandahålls av:

# provided_by_title
source: Provided by:
da: leveres af:
de: wird zur Verfügung gestellt von:
es: proporcionado por:
fr: est fourni par:
fy: wurd oanbean troch:
hr: je omogućio:
it: e' offerto da:
ja: tiqrの提供元：
nb: er levert av:
nl: Aangeboden door:
pl: Dostarczone przez:
pt: eh feito por:
sk: poskytovateľom app je:
sl: omogoča:
sr: je omogućio:
sv: Tiqr tillhandahålls av:

# remember_pincode_notice
source: Please remember this PIN, it cannot be changed!
da: Glem ikke den her PIN-kode; den kan ikke ændres!
de: Merken Sie sich Ihre PIN, sie kann nicht geändert werden!
es: ¡Recuerde su PIN, no puede ser modificado!
fr: Souvenez-vous de votre code PIN, il ne peut pas être modifié!
fy: Ûnhâlt jo PIN, dizze kin net feroare wurde!
hr: PIN ne može biti naknadno promijenjen, upamtite ga!
it: Memorizza il tuo PIN, perché non si potrà più cambiare!
ja: PINコードは変更できません。PINコードを忘れないようにしてください。
nb: Husk pinkoden, den kan ikke endres!
nl: Onthoud je PIN, deze kan niet veranderd worden!
pl: Zapamiętaj swój kod PIN, nie możesz go później zmienić!
pt: Guarde o seu PI, ele não pode ser mudado!
sk: PIN si dobre zapamätajte. Nie je možné ho zmeniť!
sl: Zapomnite so svoj PIN, saj ga ni možno spremeniti!
sr: PIN ne može biti naknadno promenjen, zapamtite ga!
sv: Kom ihåg din PIN kod, den kan inte ändras.

# return_button
source: Return
da: Tilbage
de: Zurück
es: Volver
fr: Retour
fy: Werom
hr: Povratak
it: Invia
ja: 戻る
nb: Returner
nl: Terug
pl: Powrót
pt: Voltar
sk: Späť
sl: Nazaj
sr: Povratak
sv: Tillbaka

# scan_button
source: Scan
da: Skan
de: Scannen
es: Escanear
fy: Scanne
hr: Skeniranje
it: Scansione
ja: スキャン
nl: Scannen
pl: Skanuj
sk: Skenovať
sl: Skeniraj
sr: Skeniranje
sv: Skanna in

# scan_window
source: Scan
da: Indskanning
de: Scannen
es: Escanear
fy: Scanne
hr: Skeniranje
it: Scansione
ja: スキャン
nb: Skan
nl: Scannen
pl: Skanuj
sk: Skenovať
sl: Skeniraj
sr: Skeniranje
sv: Skanna in

# select_identity_title
source: Select identity
da: Vælg konto
de: Identität auswählen
es: Seleccione identidad
fr: Sélectionnez une identité
fy: Selektear identiteit
hr: Odaberite identitet
it: Seleziona identita'
ja: IDを選択してください
nb: Velg identitet
nl: Selecteer identiteit
pl: Wybierz tożsamość
pt: Seleccione uma identidade
sk: Voĺba identity
sl: Izberite identiteto
sr: Izaberite identitet
sv: Välj identitet

# settings_app_name
source: Settings
da: Indstillinger
ja: 設定
nl: Instellingen
pl: Ustawienia

# start_button
source: Start
da: Begynd
es: Iniciar
fr: Démarrer
fy: Begjinne
hr: Početak
it: Inizia
ja: スタート
pl: Rozpocznij
pt: Inicio
sk: Štart
sl: Začni
sr: Početak
sv: Börja

# successfully_logged_in
source: You have successfully logged in!
da: Din indlogning lykkedes!
de: Sie haben sich erfolgreich angemeldet!
es: ¡Ha accedido correctamente!
fr: Vous êtes connecté!
fy: Ynloch slagge!
hr: Uspješna prijava!
it: Login avvenuto con successo
ja: ログインに成功しました！
nb: Vellykket pålogging!
nl: Inloggen geslaagd!
pl: Zalogowano pomyślnie!
pt: Você entrou com sucesso!
sk: Prihlásenie úspešné!
sl: Prijava je uspela!
sr: Uspešno ste se prijavili!
sv: Du har lyckats logga in!

# to_many_attempts
source: Because you entered an incorrect PIN too many times, all your accounts in this app have been blocked. You can't login anymore.
da: Fordi du har angivet forkert PIN-kode for mange gange, er alle dine konti nu blevet spærret. Du kan ikke længere logge ind.
de: Da Sie zu oft eine falsche PIN eingegeben haben, wurden alle Benutzerkonten gesperrt. Sie können sich nicht mehr anmelden.
es: Debido a que ha introducido demasiadas veces un código PIN incorrecto, todas sus cuentas han sido bloqueadas. Ya no puede acceder.
fr: Etant donné que vous avez entré un code PIN incorrecte trop de fois, tous vos comptes ont été bloqués. Vous ne pouvez plus vous connecter.
fy: Te faak in ferkearde PIN ynfiert, al jo akkounts binne blokkeart. Jo kinne net mear ynloche.
hr: Zbog prekoračenja dozvoljenog broja unosa PIN koda, svi korisnički računi su blokirani. Više se ne možete prijaviti.
it: PIN incorretto! Hai esaurito il numero di tentativi consentiti, per cui il tuo account e' stato bloccato. Non potrai piu' accedere al servizio.
ja: 間違ったPINコードを何度も入力したため、すべてのアカウントが利用停止になりました。これ以上ログインできません。
nb: Du har oppgitt feil pinkode for mange ganger, alle dine konti er blokkert. du kan ikke logge inn igjen.
nl: Omdat je PIN te vaak verkeerd is ingevuld zijn je accounts in deze app geblokkeerd. Je kunt niet meer inloggen.
pl: Wprowadzono zbyt wiele razy nieprawidłowy kod PIN, wszystkie twoje konta w tej aplikacji zostały zablokowane. Nie możesz już się zalogować.
pt: Devido a ter introduzido um PIN incorrecto varias vezes, todas as suas contas estão bloqueadas. Não poderá entrar mais.
sk: Všetky vaše účty boli zablokované, prekročili ste limit v počte zadaní nesprávneho PIN. Nie je možné sa prihlásiť.
sl: Vaš račun je blokiran, ker ste prevečkrat vpisali napačen PIN. Prijava ni več mogoča.
sr: Zbog prekoračenja dozvoljenog broja unosa pogrešnih PIN kodova, svi korisnički nalozi su blokirani. Više se ne možete prijaviti.
sv: Eftersom du har skrivit in felaktiga PIN koder så många gånger, så har alla dina konton blockerats. Du kan inte logga in igen.

# to_service_provider
source: to:
da: til:
de: bei:
es: a:
fr: vers:
fy: nei:
hr: za:
it: A:
ja: ログイン先：
nb: til:
nl: voor:
pl: do:
pt: para:
sk: k:
sl: za:
sr: na:
sv: till:

# touch_id_reason
source: %@ wants to save the identity
da: %@ ønsker at gemme kontoen
ja: tiqrに認証情報を保存
nl: %@ wil de identiteit opslaan
pl: %@ chce zapisać tożsamość

# unkown_enroll_error_message
source: An unknown error occurred. Please contact support.
da: Der skete en ukendt fejl. Kontakt supporten.
de: Ein unbekannter Fehler ist aufgetreten. Bitte wenden Sie sich an den Support.
es: Ha ocurrido un error desconocido. Por favor, contacte con el soporte.
fr: Une erreur inconnue est survenue. Veuillez contacter le support.
fy: In ûnbekende fout hat barre. Nim kontakt op mei support.
hr: Dogodila se nepoznata pogreška. Kontaktirajte podršku.
it: Si e' verificato un errore. Per favore contatta il supporto tecnico
ja: 不明なエラーが発生しました。サポートに相談してください。
nb: En ukjent feil har oppstått. Vennligst kontakt brukerstøtte.
nl: Een onbekende fout heeft zich voorgedaan. Neem contact op met support.
pl: Wystąpił nieznany błąd. Skontaktuj się z obsługą.
pt: Ocorreu um erro desconhecido. Por favor contacte o suporte.
sk: Nešpecifikovaná chyba. Kontaktujte, prosím, používateľskú podporu.
sl: Prišlo je do neznane napake. Prosimo kontaktirajte oddelek za pomoč uporabnikom.
sr: Dogodila se nepoznata greška. Kontaktirajte podršku.
sv: Ett okänt fel inträffade. Var snäll kontakta support.

# unkown_error
source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
fy: Ûnbekende fout
hr: Nepoznata pogreška
it: Errore sconosciuto
ja: 未知のエラー
nb: Ukjent feil
nl: Onbekende fout.
pl: Nieznany błąd
pt: Erro desconhecido
sk: Nešpecifikovaná chyba
sl: Neznana napaka
sr: Nepoznata greška
sv: Okänt fel.

source: Upgrade
da: Opgrader
ja: はい
nl: Upgraden
pl: Ulepsz

# upgrade_to_biometric_id
source: Upgrade account
da: Opgrader konto
ja: 生体認証の利用
nl: Account upgraden
pl: Ulepsz konto
